[{"name":"Lễ hội Hoa Phượng Đỏ Hải Phòng","time":"Thời gian: ngày 8 tháng 6 và 9 tháng 8 Âm lịch.","place":"Địa điểm: Sân vận động Đồ Sơn, quận Đồ Sơn, Hải Phòng.","desc":"Đây là một trong những lễ hội phổ biến và nổi tiếng hàng đầu ở Hải Phòng mang tầm cỡ quốc gia. Những chú trâu được người dân nuôi nấng, rèn luyện trong suốt một năm trời, thi đấu theo cặp và tìm ra chú trâu khoẻ mạnh nhất. Sau đó sẽ mổ thịt bán cho người đi xem, huyết trâu dùng để cúng tế thần và đổ xuống biển."},{"name":"Lễ hội đua thuyền Hải Phòng","time":"Thời gian: tổ chức hàng năm từ ngày 7 đến ngày 13 tháng 5.","place":"Địa điểm: Tại Nhà hát lớn thành phố Hải Phòng.","desc":"Sôi động và nổi danh không kém lễ hội chọi trâu chính là lễ hội Hoa Phượng Đỏ ở Hải Phòng. Sự kiện thường niên góp phần quảng bá văn hoá du lịch của thành phố đến khách du lịch trong nước cũng như quốc tế. Lấy tên gọi theo loài hoa đặc trưng của nơi đây. Những màn biểu diễn vô cùng đặc sắc với âm thanh sống động."},{"name":"Lễ hội đánh pháo đất","time":"Thời gian: tổ chức khoảng từ tháng 4 - tháng 5 dương lịch hằng năm (khoảng sau khi kết thúc vụ cá Bắc và mở đầu vụ cá Nam).","place":"Địa điểm: Tại Cát Bà, Hải Phòng.","desc":"Lễ hội là một trong những hoạt động văn hóa đặc trưng của đảo Cát Bà, kỷ niệm ngày truyền thống của ngành thuỷ sản cũng như kỷ niệm ngày Bác Hồ đến thăm Cát Bà năm 1959. Mỗi chiếc thuyền đua sẽ có chiều dài là 11m và rộng 1,5m. Mỗi thuyền có từ 22 đến 26 người, đường đua thuyền phổ biến dài khoảng 1km, 2 bên có treo cờ báo. Tùy theo quy định mỗi năm các đội sẽ phải đua thuyền 3 hay 4 vòng, đội nào cán đích bến đò thành công trước sẽ là đội thắng cuộc."},{"name":"Lễ hội Minh Thề Hải Phòng","time":"Thời gian: tổ chức ngày 3 tháng 8 âm lịch hằng năm.","place":"Địa điểm: Tại các xã Tân Hưng, Tam Đa, Tân Liên của huyện Vĩnh Bảo, thành phố Hải Phòng.","desc":"Lễ hội mùa thu diễn ra thường niên tại huyện Vĩnh Bảo, nếu phân vân du lịch Hải Phòng mùa nào đẹp nhất bạn có thể chọn thời điểm này để đi khám phá. Một lễ hội lâu đời thể hiện sự khéo léo của những người con nơi đây. Để làm pháo đất phải lấy đất bùn từ dưới đáy sông, nhào nặn cho mịn thành pháo. Mọi người phải đánh pháo xuống đất làm sao cho viền ngoài bung ra có độ dài lớn nhất sẽ chiến thắng."},{"name":"Lễ hội rước lợn Ông Bồ","time":"Thời gian: tổ chức hàng năm vào ngày 14 tháng Giêng đến ngày 16 tháng Giêng.","place":"Địa điểm: Tại Miếu thờ Thành hoàng bản thổ, thôn Hòa Liễu, xã Thuận Thiên, huyện Kiến Thuỵ, Hải Phòng.","desc":"Lễ hội này là dịp để tưởng nhớ và tri ân đến Thái Hoàng Thái hậu Vũ Thị Toàn, người sáng lập ra ấp Lan Niểu, hội thề chí công vô tư nay thuộc làng Hoà Liễu. Khi Vương triều Mạc còn trong thời kỳ hưng thịnh bà đã tự thân kêu gọi mọi người góp công góp của xây chùa, đúc tượng và chuông chùa. Trong đó, bà cũng góp phần lớn tài sản của mình."},{"name":"Lễ hội Từ Lương Xâm","time":"Thời gian: tổ chức hàng năm vào ngày 10 tháng Giêng âm lịch.","place":"Địa điểm: Tại Kỳ Sơn, huyện Kiến Thuỵ, Hải Phòng.","desc":"Vào những ngày đầu năm mới đến làng Kỳ Sơn bạn lại được tham dự lễ hội ở Hải Phòng mang ý nghĩa kinh tế hết sức độc đáo. Bà con dân làng tổ chức lễ rước lợn Ông Bồ, rước bánh dày nhằm cầu mong cho một năm được mưa thuận gió hoà, chăn nuôi được phát đạt. Sau khi xong phần lễ tế bánh dày được chia cho người dân còn “Ông Bồ” thì xẻ thịt chia cho các thành viên trong họ."},{"name":"Lễ hội Hát Đúm Thủy Nguyên","time":"Thời gian: từ ngày 16 đến ngày 18 tháng Giêng âm lịch hàng năm.","place":"Địa điểm: phường Nam Hải, quận Hải An, thành phố Hải Phòng.","desc":"Lễ hội Từ Lương Xâm nhằm tôn thờ Ngô Vương Quyền, các vị tướng lĩnh cũng như 3 vị Thành hoàng làng có công giúp Ngô Quyền đánh tan quân Nam Hán trên sông Bạch Đằng. Đây là dịp để mọi người cùng ôn lại lịch sử, thể hiện tinh thần “uống nước nhớ nguồn”. Lễ hội này có sự tham gia của nhiều làng, xã trong vùng với các hoạt động đặc sắc như: rước kiệu hành lễ, nghi thức tế đám Ngô Vương, tiết mục nghệ thuật tái hiện lại chiến thắng Bạch Đằng, các trò chơi dân gian,..."},{"name":"Lễ hội đền Trần Quốc Bảo","time":"Thời gian: ngày mùng 4 đến ngày mùng 10 tháng Giêng âm lịch hàng năm.","place":"Địa điểm: huyện Thuỷ Nguyên, Hải Phòng.","desc":"Nếu là người yêu thích những làn điệu hát giao duyện như quan họ Bắc Ninh thì kinh nghiệm du lịch Hải Phòng đây là lễ hội truyền thống lâu đời này sẽ mang đến cho bạn nhiều thú vị. Hội hát đúm được ví như ngày hội mở mặt, là dịp để các cô gái tạm gỡ bỏ chiếc khăn mỏ quạ che mặt. Những ngày xuân các chàng trai, cô gái say sưa trong làn điệu hát đúm tại đình Phục Lễ."},{"name":"Lễ hội Đền thờ Trạng Trình","time":"Thời gian: tổ chức hàng năm ngày mồng 6 và ngày mồng 7, tháng Giêng âm lịch.","place":"Địa điểm: Tại Cụm di tích tưởng niệm tướng quân Trần Quốc Bảo, làng Tràng Kênh, Hải Phòng.","desc":"Một trong số các lễ hội ở Hải Phòng có quy mô lớn và được tổ chức thường niên tại đền thờ tướng quân Trần Quốc Bảo - di tích lịch sử văn hoá cấp Quốc gia ở huyện Tràng Kênh. Phần lễ có các hoạt động: đọc diễn văn, tế lễ, rước kiệu, dâng hương,... thể hiện tấm lòng thành của con cháu hướng về cội nguồn. Tham gia phần hội bạn sẽ được hoà mình vào các trò chơi dân gian, hay xem thi đấu bóng đá, bóng chuyền,..."},{"name":"Lễ hội Nữ tướng Lê Chân","time":"Thời gian: vào các ngày 6, 7, 8 tháng 1 (Dương lịch) hàng năm.","place":"Địa điểm: thôn Trung Am, xã Lý Học, huyện Vĩnh Bảo, Hải Phòng.","desc":"Những ngày đầu năm mới tại Khu di tích Quốc gia đặc biệt Đền thờ Nguyễn Bỉnh Khiêm diễn ra lễ hội nhằm tôn thờ danh nhân văn hoá nổi tiếng của địa phương. Lễ hội diễn ra với lễ rước kiệu, múa rồng, đọc Chúc văn,... hoành tráng. Ngoài ra còn có: hoạt động văn nghệ, thể thao, trò chơi dân gian, vật truyền thống,... Đây không chỉ là dịp để tuyên truyền công lao của Trạng Trình mà còn hun đúc tinh thần hiếu học cho các thế hệ mai sau."},{"name":"Lễ hội cầu ngư - rước cá sủ vàng","time":"Thời gian: từ ngày mùng 7 - mùng 9 tháng 2 âm lịch hàng năm.","place":"Địa điểm: Tại quần thể Khu di tích Nữ tướng Lê Chân, Hải Phòng.","desc":"Nữ tướng Lê Chân được ví như Thành hoàng làng cũng như bậc thánh mẫu của thành phố Hải Phòng. Lễ hội này thu hút một lượng lớn người dân cũng như khách thập phương đến tham dự cùng tưởng nhớ về những công lao to lớn của bà với các nghi thức rước bộ, đọc Chúc văn, hoạt động văn nghệ đặc sắc,... Dịp lý tưởng để bạn đến du lịch Hải Phòng."}]