[{"name":"Hội vật Mai Động","time":"4\/1 âm lịch.","place":"phường Mai Động, quận Hoàng Mai.","desc":"Đặc điểm: thi đấu vật.<\/p>"},{"name":"Hội đền Xuân Lai","time":"4\/1 âm lịch.","place":"thôn Xuân Lai, xã Xuân Thu, huyện Sóc Sơn.","desc":"Đặc điểm: trò đấu vật, lấy nước, kéo lửa thổi cơm thi, cướp cờ và trò “kéo mỏ”.<\/p>"},{"name":"Hội làng Nghè","time":"4\/1 âm lịch.","place":"làng Nghè, phường Nghĩa Đô, quận Cầu Giấy.","desc":"Đặc điểm: thi nấu cơm, trước đó phải thi kéo lửa bằng sợi giang kéo qua lỗ khúc tre, người giữ người kéo. Bếp thổi cơm là 3 cọc tre chôn xuống đất.<\/p>"},{"name":"Hội làng Động Phí","time":"4\/1 âm lịch (3 năm tổ chức một lần).","place":"xã Phương Tú, huyện Ứng Hòa.","desc":"Đặc điểm: kiệu bay, kiệu quay, múa sư tử, múa sênh tiền, múa trống.<\/p>"},{"name":"Hội Sài Đồng","time":"4\/1 âm lịch.","place":"thôn Sài Đồng, phường Gia Thụy, quận Long Biên.","desc":"Đặc điểm: trình nghề nông.<\/p>"},{"name":"Hội làng Xuân Dục","time":"Hội xuân","place":"làng Xuân Dục, xã Tân Minh, huyện Sóc Sơn.","desc":"Đặc điểm: trò chơi húc cầu. Quả cầu tượng trưng cho mặt trời được sơn đỏ, làm bằng gỗ lục thông nặng khoảng 60-70kg.<\/p>"},{"name":"Hội làng Hải Bối","time":"4-6\/1 âm lịch.","place":"xã Hải Bối, huyện Đông Anh.","desc":"Đặc điểm: cờ người, leo cột mỡ, tuồng, hát trống quân, hát giao duyên nam nữ: hai bên hát với nhau qua một sợi chỉ dài, nối với ống bơ được bịt bằng da ếch, gọi là “hát ống”.<\/p>"},{"name":"Lễ hội chùa Trăm Gian","time":"4-6\/1 âm lịch.","place":"chùa Trăm Gian, xã Tiên Phương, huyện Chương Mỹ.","desc":"Đặc điểm: rước kiệu thánh, thi cỗ chay và trình rối cạn.<\/p>"},{"name":"Lễ hội đình Mông Phụ","time":"4-10\/1 âm lịch.","place":"thôn Mông Phụ, xã Đường Lâm, TX Sơn Tây.","desc":"Đặc điểm: rước kiệu thánh, đấu cờ người, đấu vật, chọi gà, đập niêu đất, bịt mắt bắt vịt…<\/p>"},{"name":"Hội An Sơn","time":"5\/1 âm lịch.","place":"làng An Sơn, xã Đông Sơn, huyện Chương Mỹ.","desc":"Đặc điểm: lễ cờ.<\/p>"},{"name":"Lễ hội Đống Đa","time":"5\/1 âm lịch.","place":"Gò Đống Đa, quận Đống Đa.","desc":"Đặc điểm: rước rồng lửa Thăng Long.<\/p>"},{"name":"Lễ hội Vân Sa","time":"5\/1 âm lịch.","place":"đình làng Vân Sa, xã Tản Hồng, huyện Ba Vì.","desc":"Đặc điểm: hội làng nghề nuôi tằm dệt lụa, có lễ rước bông, các trò: cướp kén, trò tứ dân lạc nghiệp, múa Tứ Linh.<\/p>"},{"name":"Lễ hội chùa Vua","time":"5-9\/1 âm lịch.","place":"phường Phố Huế, quận Hai Bà Trưng.","desc":"Đặc điểm: thi đánh cờ người.<\/p>"},{"name":"Hội Hoa Sơn","time":"6\/1 âm lịch.","place":"làng Miêng Hạ, xã Hoa Sơn, huyện Ứng Hoà.","desc":"Đặc điểm: hội cầu mùa, trai gái bá cổ nhau “bắt lươn trong chum”.<\/p>"},{"name":"Hội đình Trần Đăng","time":"6\/1 âm lịch.","place":"làng Trần Đăng, xã Hoa Sơn, huyện Ứng Hòa.","desc":"Đặc điểm: trò người hóa trang hổ, đuổi bắt giặc.<\/p>"},{"name":"Hội đền Hạ Lôi","time":"6\/1 âm lịch.","place":"làng Hạ Lôi, xã Mê Linh, huyện Mê Linh.","desc":"Đặc điểm: lễ rước kiệu và giao kiệu, cúng bánh dày.<\/p>"},{"name":"Hội đền Thanh Nhàn","time":"6\/1 âm lịch.","place":"thôn Thanh Nhàn, xã Thanh Xuân, huyện Sóc Sơn.","desc":"Đặc điểm: đền có tượng đôi ngựa hồng và ngựa bạch bằng đồng. Tổ chức đám rước lớn của chín làng.<\/p>"},{"name":"Hội làng Bồ Đề","time":"6\/1 âm lịch.","place":"làng Phú Viên (Bồ Đề là tên nôm của làng Phú Viên), phường Bồ Đề, quận Long Biên.","desc":"Đặc điểm: đua thuyền.<\/p>"},{"name":"Hội làng Đại Lan","time":"6-8\/1 âm lịch.","place":"thôn Đại Lan, xã Duyên Hà, huyện Thanh Trì.","desc":"Đặc điểm: rước và làm cỗ cá lăng, hội vật, đánh gậy, múa roi.<\/p>"},{"name":"Hội Đại Mỗ","time":"6-8\/1 âm lịch.","place":"xã Đại Mỗ, huyện Từ Liêm.","desc":"Đặc điểm: thi thổi xôi, cờ người, hát ả đào.<\/p>"},{"name":"Hội Gióng đền Sóc","time":"6-8\/1 âm lịch, chính hội 7\/1 (ngày thánh hóa)","place":"xã Phù Linh, huyện Sóc Sơn.","desc":"Đặc điểm: cướp hoa tre và chém tướng giặc Ân.<\/p>"},{"name":"Hội làng Phú Đô","time":"6-8\/1 âm lịch. Chính hội 7\/1 âm lịch.","place":"thôn Phú Đô, xã Mễ Trì, huyện Từ Liêm.","desc":"Đặc điểm: lễ tổ thành hoàng dâng cúng Mâm bún, thi làm bún, hát chèo.<\/p>"},{"name":"Lễ hội đền Măng Sơn","time":"6-12\/1 âm lịch. Chính hội 6\/1 âm lịch.","place":"xã Sơn Đông, thị xã Sơn Tây.","desc":"Đặc điểm: rước lễ vật (ngũ quả, không thể thiếu mít xanh, thịt thú rừng hoặc 3 miếng da lợn). Trò đấu vật, ném còn, hát ví, hát đúm giao duyên, bắn nỏ, đu cây.<\/p>"},{"name":"Đêm hội Rã La","time":"6-14\/1 âm lịch (5 năm tổ chức một lần).","place":"xã Dương Nội, huyện Hoài Đức.","desc":"Đặc điểm: rước đêm, diễn trò săn hổ, rước hoàn cung.<\/p>"},{"name":"Hội làng Ruộng","time":"6-16\/1 và 12\/8 âm lịch.","place":"thôn Vĩnh Thanh, xã Vĩnh Ngọc, huyện Đông Anh.","desc":"Đặc điểm: đua thuyền nữ (thuyền gỗ hình thoi, mũi thuyền đầu rồng, đầu hạc), múa rối nước.<\/p>"},{"name":"Hội đình Thượng Lão","time":"7\/1 âm lịch.","place":"thôn Lực Canh, xã Xuân Canh, huyện Đông Anh.","desc":"Đặc điểm: ca trù, đấu vật, cờ người, thả diều.<\/p>"},{"name":"Hội làng Thúy Lĩnh","time":"7\/1 âm lịch.","place":"phường Lĩnh Nam, quận Hoàng Mai.","desc":"Đặc điểm: vật cầu (cướp cầu).<\/p>"},{"name":"Hội làng Phú Mỹ—Kiều Mai","time":"7\/1 âm lịch.","place":"làng Phú Mỹ (xã Mỹ Đình), làng Kiều Mai (xã Phú Diễn), huyện Từ Liêm.","desc":"Đặc điểm: thi cây xôi (ván ép xôi thành cây).<\/p>"},{"name":"Hội Sơn Thanh","time":"7-9\/1 âm lịch.","place":"làng Sơn Thanh, xã Sơn Hà, huyện Phú Xuyên.","desc":"Đặc điểm: lễ tế tưởng niệm.<\/p>"},{"name":"Hội đền Đông Bộ Đầu","time":"8\/1 âm lịch.","place":"xã Thống Nhất, huyện Thường Tín.","desc":"Đặc điểm: lễ hội tưởng niệm công ơn Ứng Thiên đã diệt trừ thuồng luồng cho dân, có trò múa gậy giật giải.<\/p>"},{"name":"Hội cướp cầu Viên Nội","time":"8\/1 âm lịch.","place":"thôn Viên Nội, xã Vân Nội, huyện Đông Anh.","desc":"Đặc điểm: đám rước và tế “thần Cầu” với các trò chơi dùng “ông Móc” móc cầu và giành cầu.<\/p>"},{"name":"Lễ hội thổi cơm thi Thị Cấm","time":"8\/1 âm lịch.","place":"đình làng Thị Cấm, thôn Thị Cấm, xã Xuân Phương, huyện Từ Liêm","desc":"Đặc điểm: tế lễ, hội kéo lửa, thổi cơm thi, hát văn, hát chèo….<\/p>"},{"name":"Hội chùa Đậu","time":"8-10\/1 âm lịch.","place":"làng Gia Phúc, xã Nguyễn Trãi, huyện Thường Tín.","desc":"Đặc điểm: lễ Lạp nguyệt (cuối năm), lễ rước nước từ giếng bà Giao.<\/p>"},{"name":"Lễ hội đình Phú Gia","time":"8-11\/1 âm lịch","place":"đình Phú Gia, làng Phú Gia, phường Phú Thượng, quận Tây Hồ.","desc":"Đặc điểm: lễ tế thần, dâng hương,rước kiệu, thổi xôi, ca hát, đấu võ, chọi gà …<\/p>"},{"name":"Hội làng An Cốc (Kẻ Quán)","time":"9-10\/1 âm lịch.","place":"xã Hồng Minh, huyện Phú Xuyên.","desc":"Đặc điểm: Giỗ-Tế Tổ, cúng chè kho, bánh giầy, cau, rượu.<\/p>"},{"name":"Hội làng Bà Già","time":"9-11\/1 âm lịch.","place":"đình Phú Gia, phường Phú Thượng, quận Tây Hồ.","desc":"Đặc điểm: rước nước, hát ả đào.<\/p>"},{"name":"Hội đình Kim Mã Hạ","time":"10\/1 âm lịch.","place":"Số 6 phố Kim Mã, phường Kim Mã, quận Ba Đình.","desc":"Đặc điểm: leo cầu, thi thuyền nan tại hồ đầu làng.<\/p>"},{"name":"Hội chợ Chuông","time":"Hội chợ 10\/1 âm lịch (Hội làng 10\/3 âm lịch).","place":"Chợ Chuông (tại làng Chuông), xã Phương Trung, huyện Thanh Oai.","desc":"Đặc điểm: trưng bày nón, thi đánh cờ người, thổi cơm thi.<\/p>"},{"name":"Lễ hội làng Triều Khúc","time":"10-12\/1 âm lịch.","place":"thôn Triều Khúc, xã Tân Triều, huyện Thanh Trì.","desc":"Đặc điểm: Múa Rồng, múa Trống Bồng và múa Chạy cờ.<\/p>"},{"name":"Hội đền Hữu Vĩnh","time":"Hội xuân 10-12\/1 âm lịch. Hội thu 12\/8 âm lịch.","place":"xã Hồng Quang, huyện Ứng Hoà.","desc":"Đặc điểm: lễ hội gồm có rước kiệu, trò bơi trải, đấu vật.<\/p>"},{"name":"Lễ hội đình La Dương","time":"10-15\/1 âm lịch (chính hội 11\/1)","place":"đình La Dương, làng La Dương, xã Dương Nội, huyện Hoài Đức.","desc":"Đặc điểm: rước kiệu, tế lễ, văn nghệ, đánh cờ …<\/p>"},{"name":"Hội đền Sái (Hội rước vua sống)","time":"12\/1 âm lịch.","place":"thôn Thụy Lôi, xã Thụy Lâm, huyện Đông Anh.","desc":"Đặc điểm: theo tích rùa vàng giúp vua An Dương Vương trừ yêu quái, xây xong thành ốc (Cổ Loa), lễ hội có diễn trò rước vua sống do cụ già đóng vai vua, ngồi kiệu.<\/p>"},{"name":"Hội làng Quậy","time":"12\/1 âm lịch.","place":"Hà Vỹ, xã Liên Hà, huyện Đông Anh.","desc":"Đặc điểm: Hát giao duyên, chọi gà, đấu cờ người, bịt mắt bắt dê, bơi ao bắt vịt.<\/p>"},{"name":"Hội chùa Bối Khê","time":"12\/1 âm lịch.","place":"xã Tam Hưng, huyện Thanh Oai.","desc":"Đặc điểm: lễ rước nước, tắm tượng, dâng cỗ chay. Trò: múa rồng, múa gậy, bơi thuyền bắt vịt, cờ tướng, hát chèo, đốt cây bông.<\/p>"},{"name":"Lễ hội đền Cống Yên","time":"12-13\/1 âm lịch.","place":"đền Cống Yên, phường Vĩnh Phúc, quận Ba Đình.","desc":"Đặc điểm: tế nam quan, tế nữ quan, hát ca trù, chọi chim, chọi gà.<\/p>"},{"name":"Hội làng Đa Sĩ","time":"12-15\/1 âm lịch.","place":"làng Đa Sĩ, xã Kiến Hưng, quận Hà Đông.","desc":"Đặc điểm: tế lễ, dâng hương, rước kiệu, múa rồng, đánh đu, chọi gà, vật, hát chèo, ca trù.<\/p>"},{"name":"Hội làng Hà Hương","time":"12-15\/1 âm lịch.","place":"xã Liên Hà, huyện Đông Anh.","desc":"Đặc điểm: tế lễ, rước, đấu vật.<\/p>"},{"name":"Lễ hội Võng La","time":"13-15\/1 âm lịch (chính hội 14\/1)","place":"đình Đại Độ, làng Đại Độ, xã Võng La, huyện Đông Anh.","desc":"Đặc điểm: rước kiệu, tế lễ, hát quan họ, đánh cờ, đu tre…<\/p>"},{"name":"Hội làng Tó","time":"13-16\/1 âm lịch.","place":"xã Tả Thanh Oai, huyện Thanh Trì.","desc":"Đặc điểm: lễ rước, rước cỗ thờ (cơm nắm muối vừng), hát xướng, chơi cờ bỏi, cờ người, đập niêu, bắt vịt, hát trống quân nam nữ.<\/p>"},{"name":"Hội Dịch Vọng Trung","time":"11\/1, 12\/2 và 12\/8 âm lịch. Hội lớn 5 năm một lần vào 12\/2 âm lịch.","place":"đình Bối Hà, thôn Trung, phường Dịch Vọng, quận Cầu Giấy.","desc":"Đặc điểm: Vật võ, chọi gà, cờ tướng, đập niêu, hát chèo, đu dây.<\/p>"},{"name":"Lễ hội đền Và","time":"Hội xuân 15\/1. Hội thu rằm tháng 9 (âm lịch).","place":"đền Và, thôn Vân Gia, xã Trung Hưng, thị xã Sơn Tây.","desc":"Đặc điểm: lễ rước qua sông sang đền Dội, tục đánh cá thờ.<\/p>"},{"name":"Hội thổi cơm thi ở Đồng Vân","time":"15\/1 âm lịch.","place":"xã Đồng Tháp, huyện Đan Phượng.","desc":"Đặc điểm: rước nước, hát chèo, thổi cơm thi (cách lấy lửa độc đáo).<\/p>"},{"name":"Hội Ngũ Xã","time":"17\/1 âm lịch.","place":"làng Nam Tràng, phường Trúc Bạch, quận Ba Đình.","desc":"Đặc điểm: triển lãm sản phẩm đúc đồng, chọi gà.<\/p>"},{"name":"Hội Ninh Hiệp","time":"18\/1 âm lịch.","place":"làng Nành, xã Ninh Hiệp, huyện Gia Lâm.","desc":"Đặc điểm: lễ dâng hương, dân đến lễ và xin thuốc.<\/p>"},{"name":"Lễ hội làng Huỳnh Cung","time":"18-21\/1 âm lịch","place":"đình Huỳnh Cung, xã Tam Hiệp, huyện Thanh Trì","desc":"Đặc điểm: tế lễ, rước kiệu, múa sư tử và các trò chơi như đá gà, đánh cờ, bóng đá ca hát…<\/p>"},{"name":"Lễ hội núi Sưa","time":"19\/1 âm lịch","place":"Núi Sưa (Công viên Bách Thảo), phường Ngọc Hà, quận Ba Đình.","desc":"Đặc điểm: Xuất phát từ tục kết chạ xưa của ba thôn: Ngọc Hà, Hữu Tiệp, Xuân Biểu. Có lễ tế, rước kiệu, gặp gỡ kết giao, thổi xôi, ca hát, đấu võ, chọi gà…<\/p>"},{"name":"Lễ hội Thập Tam Trại","time":"21\/1 âm lịch","place":"Công viên Bách Thảo, phường Ngọc Hà, quận Ba Đình.","desc":"Đặc điểm: Góp phần giao lưu thúc đẩy mối liên hệ cộng đồng của 13 làng trại với các tiết mục lễ tế, rước kiệu của 13 làng trại, đấu võ, hát quan họ, đánh cờ…<\/p>"},{"name":"Lễ hội chùa Thánh Chúa","time":"25\/1 âm lịch.","place":"chùa Thánh Chúa, phường Dịch Vọng Hậu và Mai Dịch, quận Cầu Giấy.","desc":"Đặc điểm: cúng Phật, dâng hương, trình diễn hoạt cảnh, biểu diễn văn nghệ.<\/p>"},{"name":"Lễ hội đình Ngũ Giáp","time":"1-3\/2 âm lịch (chính hội 02\/2)","place":"đình Ngũ Giáp, làng Đoài, xã Liên Hà, huyện Đông Anh","desc":"Đặc điểm: rước kiệu, tế lễ, văn nghệ, đánh cờ, bắt vịt …<\/p>"},{"name":"Lễ hội đền Đại Lộ (đền Mẫu)","time":"1-10\/2 âm lịch.","place":"đền Đại Lộ, đền Quan, chùa Đại Lộ thuộc xã Ninh Sở, huyện Thường Tín.","desc":"Đặc điểm: tế lễ, rước nước, rước kiệu, hầu Thánh, hát văn…<\/p>"},{"name":"Lễ hội kén rể","time":"2\/2 âm lịch.","place":"làng Đường Yên, xã Xuân Nộn, huyện Đông Anh.","desc":"Đặc điểm: lễ hội độc đáo để chọn rể tài hiền cho nữ tướng Lê Hoa.<\/p>"},{"name":"Hội đánh cá làng Me – Tường Phiêu","time":"2-10\/2 âm lịch. Chính hội 4\/2 âm lịch.","place":"xã Tích Giang, huyện Phúc Thọ.","desc":"Đặc điểm: thi đánh cá tế thánh Tản Viên, làm tiệc cá,múa rối, hát đúm, đáo đĩa.<\/p>"},{"name":"Lễ hội đền Đồng Nhân","time":"4-6\/2 âm lịch.","place":"đền Đồng Nhân, 12 Hương Viên, phường Đồng Nhân, quận Hai Bà Trưng.","desc":"Đặc điểm: tế lễ, rước nước, rước kiệu, đánh trận giả, hát văn, hát quan họ, đấu cờ, đấu võ ….<\/p>"},{"name":"Lễ hội chùa Nành","time":"4-6\/2 âm lịch (chính hội 5\/2).","place":"xã Ninh Hiệp, huyện Gia Lâm.","desc":"Đặc điểm: tục cúng, nâng cây phan.<\/p>"},{"name":"Lễ hội làng Sơn Đồng","time":"5-6\/2 âm lịch.","place":"xã Sơn Đồng, huyện Hoài Đức.","desc":"Đặc điểm: lễ tế trâu, rước và thi bánh giầy, trò cướp bông.<\/p>"},{"name":"Hội đền Dầm","time":"5-7\/2 âm lịch.","place":"thôn Sâm Dương, xã Ninh Sở, huyện Thường Tín.","desc":"Đặc điểm: lễ rước nước, múa rồng, múa sư tử, kéo chữ, cờ người, hát quan họ, chọi gà.<\/p>"},{"name":"Lễ hội đình Đông Phù","time":"06 -07\/2 âm lịch.","place":"đình Đông Phù, làng Đông Phù, xã Đông Mỹ, huyện Thanh Trì.","desc":"Đặc điểm: lễ tế, dâng hương,rước kiệu, biểu diễn văn nghệ …<\/p>"},{"name":"Lễ hội làng Thọ Am","time":"7-09\/02 âm lịch.","place":"đình Thọ Am và miếu Thọ Am thuộc làng Thọ Am, xã Liên Ninh, huyện Thanh Trì.","desc":"Đặc điểm: rước nước, rước sắc,rước kiệu, lễ tế, dâng hương, biểu diễn hát quan họ, chèo, hội vật, chọi gà, bắt vịt nước, thả chim bồ câu…<\/p>"},{"name":"Hội làng Đông Dư","time":"7-13\/2 âm lịch.","place":"xã Đông Dư, huyện Gia Lâm.","desc":"Đặc điểm: rước nước, đấu cờ.<\/p>"},{"name":"Lễ hội đình Vạn Phúc","time":"8-9\/2 âm lịch","place":"đình Vạn Phúc, làng Vạn Phúc, quận Ba Đình","desc":"Đặc điểm: lễ tế, dâng hương, rước nước, tụng kinh cầu quốc thái dân an, biểu diễn văn nghệ, đánh cờ, chọi gà, tổ tôm điếm…<\/p>"},{"name":"Hội đình Bà Tía","time":"8-10\/2 âm lịch.","place":"thôn Vĩnh Ninh, xã Vĩnh Quỳnh, huyện Thanh Trì.","desc":"Đặc điểm: thi đấu vật, đánh cờ, đi cầu đập nồi niêu.<\/p>"},{"name":"Hội đình Thanh Liệt","time":"8-10\/2 âm lịch.","place":"phường Thanh Liệt, huyện Thanh Trì.","desc":"Đặc điểm: rước kiệu từ đình nội ra đình ngoại, diễn tuồng, chọi gà, đánh cờ bỏi.<\/p>"},{"name":"Hội đình Trường Lâm","time":"8-10\/2 âm lịch.","place":"phố Hoa Lâm, phường Việt Hưng, quận Long Biên.","desc":"Đặc điểm: thi đấu vật, đánh cờ, múa “lột rắn”.<\/p>"},{"name":"Lễ hội đình Nhật Tân","time":"8-11\/2 âm lịch","place":"đình Nhật Tân, đường Âu Cơ, phường Nhật Tân, quận Tây Hồ.","desc":"Đặc điểm: rước nước, rước kiệu, tế lễ, dâng hương, biểu diễn chèo, đánh cờ…<\/p>"},{"name":"Lễ hội đình Vĩnh Ninh","time":"8-12\/2 âm lịch.","place":"đình Vĩnh Ninh, thôn Vĩnh Ninh, xã Vĩnh Quỳnh, huyện Thanh Trì.","desc":"Đặc điểm: tế lễ, rước kiệu, thi đấu vật, đánh cờ, chọi gà…<\/p>"},{"name":"Hội làng Thổ Khối","time":"9\/2 âm lịch.","place":"phường Cự Khối, quận Long Biên.","desc":"Đặc điểm: không cúng gà trắng, có đua thuyền, cờ người, bơi trải, tổ tôm điếm, hát chèo, ca trù, tuồng.<\/p>"},{"name":"Lễ hội đình Bái Ân","time":"09-10\/2 âm lịch","place":"đình Bái Ân, phường Nghĩa Đô, quận Cầu Giấy.","desc":"Đặc điểm: tế lễ, rước kiệu, hát dân gian, đánh cờ…<\/p>"},{"name":"Lễ hội đền Voi Phục","time":"09 -10\/2 âm lịch.","place":"đền Voi Phục, làng Thủ Lệ, phường Ngọc Khánh, quận Ba Đình.","desc":"Đặc điểm: lễ rước kiệu, lễ tế, múa rồng, múa lân, dâng hương, đấu cờ, đập niêu, chọi gà, biểu diễn văn nghệ…<\/p>"},{"name":"Hội năm làng Mọc","time":"9-11\/2 âm lịch.","place":"Mọc Quan Nhân, Mọc Chính Kinh, Mọc CựLộc, Mọc Giáp Nhất, Mọc Phùng Khoang, phường Trung Hòa, quận Cầu Giấy.","desc":"Đặc điểm: rước kiệu qua 5 làng, múa rồng, múa sư tử.<\/p>"},{"name":"Lễ hội đình Giàn","time":"9-11\/2 âm lịch.","place":"đình Giàn, thôn Cáo Đỉnh, xã Xuân Đỉnh, huyện Từ Liêm.","desc":"Đặc điểm: tế lễ, rước nước, rước kiệu, đấu cờ người…<\/p>"},{"name":"Hội đình Vẽ","time":"9-11\/2 âm lịch.","place":"xã Đông Ngạc, huyện Từ Liêm.","desc":"Đặc điểm: thi thả thơ, hát ca trù. Đặc sản có bánh khoái và hàng mây tre đan.<\/p>"},{"name":"Hội vật làng Yên Nội","time":"10\/2 âm lịch.","place":"xã Đồng Quang, huyện Quốc Oai.","desc":"Đặc điểm: rước kiệu, dâng hương, đấu vật, thi võ.<\/p>"},{"name":"Hội đền Thụy Khuê","time":"10\/2 âm lịch.","place":"251 đường Thụy Khuê, phường Thụy Khuê, quận Tây Hồ.","desc":"Đặc điểm: rước kết chạ với Thủ Lệ.<\/p>"},{"name":"Hội đình Gia Thuỵ","time":"10\/2 âm lịch.","place":"đình Gia Thụy, phường Gia Thụy và đền Yên Tân, phường Ngọc Thụy, quận Long Biên.","desc":"Đặc điểm: ca trù, đu bay, cờ người.<\/p>"},{"name":"Hội làng Mạch Lũng","time":"10\/2 âm lịch.","place":"thôn Mạch Lũng, xã Đại Mạch, huyện Đông Anh.","desc":"Đặc điểm: rước nước, rước kiệu, bơi trải.<\/p>"},{"name":"Hội thờ Thủy thần","time":"10\/2 âm lịch.","place":"thôn Linh Đàm, phường Hoàng Liệt, quận Hoàng Mai.","desc":"Đặc điểm: Dâng cúng cỗ cá (bỏ đầu), chơi cờ người, bắt vịt, bơi thuyền.<\/p>"},{"name":"Lễ hội đình Yên Phụ","time":"10\/2 âm lịch.","place":"đình Yên Phụ, phường Yên Phụ, quận Tây Hồ.","desc":"Đặc điểm: Múa lân, múa rồng, cờ người, bơi thuyền trên hồ.<\/p>"},{"name":"Hội làng Yên Nội","time":"10\/2 âm lịch.","place":"xã Liên Mạc, huyện Từ Liêm.","desc":"Đặc điểm: Ngày hội có kết chạ với các làng lân cận. Chỉ cúng bằng cơm tẻ, muối vừng. Chơi trò trận giả ném cát.<\/p>"},{"name":"Hội làng Yên Thái","time":"10\/2 âm lịch.","place":"làng Yên Thái, phường Bưởi, quận Tây Hồ.","desc":"Đặc điểm: Xôi dẻo, thịt bò thui, cơm nếp, gà mái ghẹ luộc. Trò chơi đu tiên, thi cây hoa, cây cảnh xuân.<\/p>"},{"name":"Hội làng Nghi Tàm","time":"10\/2 âm lịch.","place":"đình Nghi Tàm, phường Quảng An, quận Tây Hồ.","desc":"Đặc điểm: Bơi trải, thi hoa cây cảnh.<\/p>"},{"name":"Hội miếu Vũ, Xuân Đỉnh","time":"10\/2 âm lịch.","place":"xã Xuân Đỉnh, huyện Từ Liêm.","desc":"Đặc điểm: kiệu bay, thi bánh giầy, chè kho.<\/p>"},{"name":"Hội đình Quảng Bá","time":"10-12\/2 âm lịch.","place":"thôn Quảng Bá, phường Quảng An, quận Tây Hồ.","desc":"Đặc điểm: cờ người, chọi gà.<\/p>"},{"name":"Hội đền Cai Công","time":"10-12\/2 và 7\/7 âm lịch.","place":"làng Thượng Thanh, xã Thanh Cao, huyện Thanh Oai.","desc":"Đặc điểm: lễ rước, cúng cỗ chay (ông Cai Công không cho cúng thịt trâu bò), cờ tướng, đấu vật, chọi gà.<\/p>"},{"name":"Lễ hội đình làng Trung Kính Thượng","time":"10-17\/2 âm lịch(14\/2 là chính hội)","place":"đình làng Trung Kính Thượng, phường Trung Hòa, quận Cầu Giấy.","desc":"Đặc điểm: lễ mộc dục, tế lễ, phong áo Thánh, chọi gà, chơi cờ…<\/p>"},{"name":"Hội đình Nhật Tảo","time":"11\/2 âm lịch.","place":"xã Đông Ngạc, huyện Từ Liêm.","desc":"Đặc điểm: thi bánh giầy, chè kho.<\/p>"},{"name":"Lễ hội đình Giảng Võ","time":"11-12\/2 âm lịch.","place":"đình Giảng Võ, phường Giảng Võ, quận Đống Đa.","desc":"Đặc điểm: tế yết, dâng hương, cờ tướng, biểu diễn văn nghệ…<\/p>"},{"name":"Lễ hộiđình Kim Giang","time":"11-12\/2 âm lịch","place":"đình Kim Giang, phường Đại Kim, quận Hoàng Mai.","desc":"Đặc điểm: tế lễ, rước kiệu, hát dân gian, đánh cờ, chọi gà, kéo co…<\/p>"},{"name":"Lễ hội đình An Hòa","time":"11-13\/2 âm lịch","place":"phường Yên Hòa, quận Cầu Giấy.","desc":"Đặc điểm: lễ tế, dâng hương, rước kiệu, văn nghệ, đánh cờ, chọi gà…<\/p>"},{"name":"Hội đình Gừng Khương Hạ","time":"12\/2 âm lịch.","place":"phường Khương Đình, quận Thanh Xuân.","desc":"Đặc điểm: lễ chạy mã, múa rồng, múa sư tử, cờ người, vật, hát chèo.<\/p>"},{"name":"Lễ hội đền Bạch Mã","time":"12-13\/2 âm lịch.","place":"đền Bạch Mã, số 76 phố Hàng Buồm, quận Hoàn Kiếm.","desc":"Đặc điểm: tế lễ, dâng hương, rước kiệu, múa rồng, tiến trâu, biểu diễn văn nghệ…<\/p>"},{"name":"Hội làng Cót","time":"12-15\/2 âm lịch.","place":"đình Cót, phường Yên Hòa, quận Cầu Giấy.","desc":"Đặc điểm: rước lớn 7 kiệu (5 long ngai bài vị, một kiệu sắc – kiệu phù hương, một kiệu chum nước).<\/p>"},{"name":"Hội đình An Phú","time":"13\/2 âm lịch.","place":"phường Nghĩa Đô, quận Cầu Giấy.","desc":"Đặc điểm: hội làng có trò chơi “đi Cầu Noi”.<\/p>"},{"name":"Hội làng Hồ Khẩu","time":"13\/2 âm lịch hội chính","place":"phường Bưởi, quận Tây Hồ.","desc":"Đặc điểm: Múa bơi trải (múa cạn) với sự tham gia của 36 thanh niên gọi là giai<\/p>"},{"name":"Lễ hội làng Bát Tràng","time":"14-16\/2 âm lịch.","place":"đình Bát Tràng, Xã Bát Tràng, huyện Gia Lâm.","desc":"Đặc điểm: rước nước, tắm bài vị, thi sáng tác ca trù để hát thờ.<\/p>"},{"name":"Hội làng Cán Khê","time":"16\/2 âm lịch.","place":"xã Nguyên Khê, huyện Đông Anh.","desc":"Đặc điểm: rước lớn 16 đoàn được tổ chức công phu. 60 thanh niên và hơn 100 cụ tham gia đám rước.<\/p>"},{"name":"Hội làng Thượng Phúc","time":"16\/2 âm lịch, 14\/4 và 27\/4 âm lịch.","place":"làng Thượng Phúc, xã Tả Thanh Oai, huyện Thanh Trì.","desc":"Đặc điểm: thi bơi thuyền trên sông, năm thì bơi thuyền gỗ, năm bơi thuyền thúng. Thổi cơm thi, đôi nam nữ vừa đi vừa thổi cơm, vừa múa. Buổi tối có hát trống quân trên thuyền.<\/p>"},{"name":"Lễ hội đình làng Nam Đồng","time":"16-17\/2 âm lịch","place":"đình làng Nam Đồng, phường Nam Đồng, quận Đống Đa.","desc":"Đặc điểm: lễ tế, dâng hương, biểu diễn văn nghệ, đánh cờ, chọi gà…<\/p>"},{"name":"Hội đền bà Tấm","time":"19-22\/2 và 25\/7 âm lịch. Chính hội 19\/2 âm lịch. Hội lớn 5 năm một lần.","place":"thôn Dương Đá, xã Dương Xá, huyện Gia Lâm.","desc":"Đặc điểm: tục “Phất cờ tổng”.<\/p>"},{"name":"Hội đình Nội Bình Đà","time":"2-6\/3 âm lịch.","place":"xã Bình Minh, huyện Thanh Oai.","desc":"Đặc điểm: rước lớn hoàn cung, rước và thả “bánh vía” xuống Long cung, thi đốt pháo hoa, chọi gà, đánh cờ.<\/p>"},{"name":"Lễ hội làng Sủi","time":"3\/3 âm lịch.","place":"đình-đền Sủi, làng Sủi, xã Phú Thị, huyện Gia Lâm.","desc":"Đặc điểm: lễ hội Bông Sòng, lễ tế, rước kiệu, đấu võ, hát quan họ, đánh cờ.<\/p>"},{"name":"Hội Quán Thánh","time":"3\/3 âm lịch.","place":"đền Quán Thánh, phường Quán Thánh, quận Ba Đình.","desc":"Đặc điểm: giáng bút, cầu mộng, cầu lộc.<\/p>"},{"name":"Hội phủ Tây Hồ","time":"3-7\/3 âm lịch.","place":"phường Quảng An, quận Tây Hồ.","desc":"Đặc điểm: hội có rước, dâng hương và hát văn.<\/p>"},{"name":"Hội làng Ngọc Trì","time":"3\/3 và ngày 9\/9 âm lịch.","place":"phường Thạch Bàn, quận Long Biên.","desc":"Đặc điểm: hội làng được tổ chức 5 năm một lần. Trò chơi kéo co.<\/p>"},{"name":"Hội đền Hát Môn","time":"4-7\/3, 4\/9 và 24\/12 âm lịch. Chính hội 6\/3 âm lịch.","place":"thôn Hát Môn, xã Hát Môn, huyện Phúc Thọ.","desc":"Đặc điểm: ba lễ hội trong năm. Có tục dâng cúng bánh trôi. Tục thả bánh trôi trên sông vào đêm 5\/3 âm lịch.<\/p>"},{"name":"Lễ hội chùa Thầy","time":"5-7\/3 âm lịch.","place":"xã Sài Sơn, huyện Quốc Oai.","desc":"Đặc điểm: lễ cúng Phật và chạy đàn. Trò chơi rối nước.<\/p>"},{"name":"Hội chùa Tây Phương","time":"6\/3 âm lịch.","place":"xã Thạch Xá, huyện Thạch Thất.","desc":"Đặc điểm: Hành hương lễ Phật, tụng kinh niệm Phật.<\/p>"},{"name":"Hội chùa Tam Huyền","time":"6\/3 âm lịch.","place":"phường Hạ Đình, quận Thanh Xuân.","desc":"Đặc điểm: đấu roi (hai người), thi thổi xôi, vật tay, chọi gà.<\/p>"},{"name":"Lễ hội làng Bắc Biên","time":"6\/3 âm lịch.","place":"đình Phúc Xá, làng Bắc Biên, phường Ngọc Thụy, quận Long Biên.","desc":"Đặc điểm: rước kiệu, rước văn, lễ tế, thả cá chép ra sông, hát quan họ, đánh cờ, chọi gà…<\/p>"},{"name":"Lễ hội chùa Duệ Tú","time":"6-7\/3 âm lịch.","place":"phường Quan Hoa, quận Cầu Giấy.","desc":"Đặc điểm: tế lễ, tụng kinh, múa phượng, chọi gà, chơi cờ…<\/p>"},{"name":"Lễ hội chùa Láng","time":"06-08\/3 âm lịch. Chính hội 7\/3 âm lịch.","place":"chùa Láng, đường Chùa Láng, phường Láng Thượng, quận Đống Đa.","desc":"Đặc điểm: rước kiệu, lễ tế, dâng hương, tụng kinh, biểu diễn văn nghệ, thổi cơm thi, đập niêu, đi cầu kiều, tổ tôm điếm, thi cờ tướng…<\/p>"},{"name":"Lễ hội đình Ứng Thiên","time":"6-8\/3 âm lịch.","place":"đình Ứng Thiên, phường Láng Hạ, quận Ba Đình.","desc":"Đặc điểm: tế, lễ, dâng hương, chọi gà, chơi cờ…<\/p>"},{"name":"Hội Phủ Đức","time":"6-8\/3 âm lịch.","place":"xã Tây Mỗ, huyện Từ Liêm.","desc":"Đặc điểm: Dâng hương, cầu cúng, hát văn, hầu đồng.<\/p>"},{"name":"Hội Nghiềm","time":"7\/3 âm lịch.","place":"xã Liên Hà và Liên Trung, huyện Đan Phượng.","desc":"Đặc điểm: cúng thịt lợn, tế lễ, thi bơi thuyền nan trên sông Hồng.<\/p>"},{"name":"Hội chùa Hoa Lăng","time":"7\/3 âm lịch.","place":"Quận Cầu Giấy.","desc":"Đặc điểm: lễ đấu thần.<\/p>"},{"name":"Hội đình Phú Diễn (Hữu Hoà)","time":"7-9\/3 âm lịch.","place":"xã Phú Diễn, huyện Thanh Trì.","desc":"Đặc điểm: đấu roi, thi leo dây, múa rối nước trên sông, múa rồng, đánh vật, hát ca trù, múa sênh tiền, bịt mắt bắt dê, bơi trải.<\/p>"},{"name":"Hội làng chài Vạn Vĩ","time":"9-10\/3 âm lịch.","place":"làng Vạn Vĩ, xã Trung Châu, huyện Đan Phượng.","desc":"Đặc điểm: đua thuyền rồng, bơi trải, hát chèo, ca trù, múa sư tử.<\/p>"},{"name":"Hội làng Thanh Am","time":"9-11\/3 âm lịch.","place":"làng Thanh Am, phường Thượng Thanh, quận Long Biên.","desc":"Đặc điểm: lễ rước nước trên sông Đuống với trò múa cờ dẹp đường chỉ có ở Thanh Am. Hát quan, chầu văn.<\/p>"},{"name":"Lễ hội làng Đăm","time":"9-13\/3 âm lịch. Chính hội 10\/3 âm lịch.","place":"đình và miếu làng Đăm, xã Tây Tựu, huyện Từ Liêm.","desc":"Đặc điểm: rước kiệu, rước ngai, tế lễ, đua thuyền trên sông, chọi gà, đánh cờ, hát quan họ trên sông…<\/p>"},{"name":"Hội bơi Thượng Cát","time":"10\/3 âm lịch.","place":"xã Thượng Cát, huyện Từ Liêm.","desc":"Đặc điểm: thi đua thuyền, chọi gà, bắt vịt, đấu vật, nấu cơm thi, chạy thi.<\/p>"},{"name":"Hội miếu Mèn","time":"10\/3 âm lịch.","place":"xã Cam Thượng, huyện Ba Vì.","desc":"Đặc điểm: rước, tế, trò leo dây, bơi thuyền, múa rối.<\/p>"},{"name":"Hội Quán Giá","time":"10-26\/3 âm lịch.","place":"làng Giá, xã Yên Sở, huyện Hoài Đức.","desc":"Đặc điểm: tế thánh, diễn cảnh xuất trận của tướng Lý Phục Man, đấu vật, cờ tướng, đu tiên.<\/p>"},{"name":"Hội làng Canh Hoạch (làng Vác)","time":"12\/3 âm lịch.","place":"đình Canh Hoạch (Đình Vác), xã Dân Hòa, huyện Thanh Oai.","desc":"Đặc điểm: rước quạt, đấu cờ, đánh gậy, hát chèo, đề cao truyền thống hiếu học và tinh thần thượng võ từ xưa để lại.<\/p>"},{"name":"Hội làng Vải (hội Tầm Xá)","time":"12\/3 âm lịch và 3 năm 1 lần vào ngày 5\/4 âm lịch.","place":"xã Tầm Xá, huyện Đông Anh.","desc":"Đặc điểm: tế nhập tịch, tế chính tiệc, tế tống tịch, tế yên vị, tế tư văn, múa mặt nạ.<\/p>"},{"name":"Lễ hội đình Đại Yên","time":"13-14\/3 âm lịch","place":"đình Đại Yên, phường Ngọc Hà, quận Ba Đình.","desc":"Đặc điểm: lễ tế, dâng hương, biểu diễn văn nghệ, đánh cờ, chọi gà…<\/p>"},{"name":"Lễ hội Tổng Nam Phù","time":"14-16\/3 âm lịch","place":"chùa Hưng Phúc, chùa Hưng Long, chùa Phổ Quang, xã Ngũ Hiệp, huyện Thanh Trì.","desc":"Đặc điểm: lễ hội được tổ chức 5 năm một lần với lễ rước nước, rước kiệu, các trò chơi dân gian, thi các nghề truyền thống, các trò chơi…<\/p>"},{"name":"Hội làng Khê Hồi","time":"14-17\/3 âm lịch.","place":"xã Hà Hồi, huyện Thường Tín.","desc":"Đặc điểm: hội có trò thủy chiến ở ao bán nguyệt trước đình mô phỏng lại tích những trận thủy chiến trên sông Bạch Đằng của Trần Hưng Đạo đánh giặc Nguyên và Ngô Quyền đánh quân Nam Hán, thi bắt vịt.<\/p>"},{"name":"Hội làng Lê Xá","time":"15\/3 âm lịch.","place":"thôn Lê Xá, xã Mai Lâm, huyện Đông Anh.","desc":"Đặc điểm: lễ rước, lễ tế, thi đánh chạc (thi bện thừng), ca trù, hát quan họ, thi bắt vịt, chọi gà.<\/p>"},{"name":"Hội làng Liên Bạt","time":"15\/3 âm lịch.","place":"xã Liên Bạt, huyện Ứng Hòa.","desc":"Đặc điểm: kiệu bay, kiệu quay, rước văn đề cao tinh thần hiếu học, quý trọng tri thức văn hóa.<\/p>"},{"name":"Hội thả diều Bá Giang","time":"15\/3 âm lịch.","place":"xã Hồng Hà, huyện Đan Phượng.","desc":"Đặc điểm: thi thả diều, rước bánh dày, thổi cơm thi.<\/p>"},{"name":"Lễ hội đình và đền Kim Liên (đền Cao Sơn)","time":"15-16\/3 âm lịch.","place":"làng Kim Liên cũ, phường Phương Liên, quận Đống Đa.","desc":"Đặc điểm: tế lễ, lễ rước kiệu, thi cắt tóc, chọi chim, nấu ăn và bày cỗ…<\/p>"},{"name":"Hội đền Ninh Xá","time":"15-17\/3 âm lịch.","place":"xã Ninh Sở, huyện Thường Tín.","desc":"Đặc điểm: lễ dâng hương, cầu phúc lộc, lên đồng.<\/p>"},{"name":"Hội rước thành hoàng tổng Hà Hồi","time":"16\/3 âm lịch.","place":"tại 3 xã Hà Hồi, Quất Động, Liên Phương, huyện Thường Tín.","desc":"Đặc điểm: cờ bỏi, múa gậy, thi bơi, hội thủy chiến, hát chèo, diễn tuồng.<\/p>"},{"name":"Lễ hội đình Tứ Liên (đình Ngọc Xuyên)","time":"16\/3 và 12\/10 âm lịch, (chính hội 16\/3)","place":"đình Ngọc Xuyên, phường Tứ Liên, quận Tây Hồ","desc":"Đặc điểm: lễ tế thần, dâng hương, rước kiệu, rước nước,thi nấu cơm, ca hát, đấu võ, chọi gà …<\/p>"},{"name":"Hội làng Lệ Mật","time":"ngày 23\/3 âm lịch hàng năm.","place":"làng Lệ Mật, phường Việt Hưng, quận Long Biên","desc":"Đặc điểm: hội có múa rắn.<\/p>"},{"name":"Hội xã Tự Nhiên","time":"1\/4 âm lịch.","place":"xã Tự Nhiên, huyện Thường Tín.","desc":"Đặc điểm: rước nước, cờ bỏi.<\/p>"},{"name":"Hội đền Đồng Cổ (hội thề Đồng Cổ)","time":"4\/4 âm lịch.","place":"phường Bưởi, quận Tây Hồ.","desc":"Đặc điểm: lễ hội tưởng nhớ vua Lý Thái Tông cho rước thần núi Trống Đồng ở Đan Nê (Thanh Hóa) về lập đền thờ ở Thăng Long.<\/p>"},{"name":"Hội Lỗ Khê","time":"5-7\/4 và 13-15\/11 âm lịch.","place":"xã Liên Hà, huyện Đông Anh.","desc":"Đặc điểm: giỗ tổ nghề ca trù có tế lễ và múa hát.<\/p>"},{"name":"Lễ hội Gióng","time":"6-12\/4 âm lịch, chính hội 9\/4","place":"xã Phù Đổng, huyện Gia Lâm","desc":"Đặc điểm: phường ải Lao múa hát thờ thần; múa “ba ván thuận, ba ván nghịch” mô tả ông Gióng đánh trận.<\/p>"},{"name":"Hội Chi Nam (hội Phù Gióng)","time":"8\/4 âm lịch.","place":"xã Lệ Chi, huyện Gia Lâm.","desc":"Đặc điểm: tế lễ, diễn trận, đấu gậy, trò cướp gậy, cướp dừa.<\/p>"},{"name":"Hội làng Vo","time":"9\/4 âm lịch.","place":"thôn Hội Xá, xã Phù Đổng, huyện Gia Lâm.","desc":"Đặc điểm: Múa hổ.<\/p>"},{"name":"Hội Quất Động","time":"12-16\/4 âm lịch.","place":"xã Quất Động, huyện Thường Tín.","desc":"Đặc điểm: lễ dâng hương, lễ cúng tưởng niệm.<\/p>"},{"name":"Lễ hội đình-đền Chèm","time":"14-15-16\/5 âm lịch","place":"đình Chèm, xã Thụy Phương, huyện Từ Liêm.","desc":"Đặc điểm: lễ mộc dục, rước nước, rước văn, rước kiệu, lễ tế, dâng hương, biểu diễn hát quan họ, chèo, hội thi bơi, hội vật, chọi gà, bắt vịt nước, thả chim bồ câu…<\/p>"},{"name":"Hội chùa Hàm Long","time":"15\/5 âm lịch.","place":"xã Thụy Phương, huyện Từ Liêm.","desc":"Đặc điểm: lễ rước văn, lễ phát tấu cúng Phật cầu siêu cho đức thánh Chèm và phu nhân.<\/p>"},{"name":"Hội đình Văn Khê","time":"17-18\/5 âm lịch","place":"xã Nghĩa Hương, huyện Quốc Oai.","desc":"Đặc điểm: lễ rước nước, đấu vật, đánh cờ, tổ tôm điếm, diễn chèo.<\/p>"},{"name":"Lễ hội đền Quán Đôi","time":"20\/5 đến 21\/5 âm lịch.","place":"đền Quán Đôi, số 178 Nguyễn Đình Hoàn, P. Nghĩa Đô, Q. Cầu Giấy.","desc":"Đặc điểm: tế lễ, lrước kiệu, dâng hương, biểu diễn văn nghệ, trò hội…<\/p>"},{"name":"Hội làng Hậu Ái","time":"28\/5 âm lịch","place":"làng Hậu Ái, xã Vân Canh, huyện Hoài Đức.","desc":"Đặc điểm: Dân làng góp bánh tro, bánh dày, bánh chay cho làng mời khách thập phương. Cùng với các nghi lễ rước truyền thống, còn có các sinh hoạt văn hóa dân gian.<\/p>"},{"name":"Lễ hội đền Ba Xã","time":"12\/6 âm lịch.","place":"xã Minh Đức, huyện Ứng Hòa.","desc":"Đặc điểm: Múa rồng, múa lân, thi chọi gà, đấu, đập bị gạo, túm nước.<\/p>"},{"name":"Lễ hội đền Bà Chúa","time":"30\/7 đến 01-02\/8 âm lịch.","place":"đền Bà Chúa, thôn Viên, xã Cổ Nhuế, huyện Từ Liêm.","desc":"Đặc điểm: tế lễ, lễ mộc dục, rước kiệu, dâng hương, biểu diễn văn nghệ, trò hội, đánh cờ, chọi gà…<\/p>"},{"name":"Hội Bạch Trữ (Kẻ Bạch)","time":"9-15\/8 âm lịch.","place":"xã Tiến Thắng, huyện Mê Linh.","desc":"Đặc điểm: rước kiệu Bà, dâng lễ vật, tế lễ, thi bánh giầy.<\/p>"},{"name":"Hội bơi trải Vĩnh Tuy","time":"10\/8 âm lịch.","place":"phường Vĩnh Hưng, quận Hoàng Mai.","desc":"Đặc điểm: đua thuyền.<\/p>"},{"name":"Lễ hội đền Bích Câu","time":"12\/8 âm lịch","place":"Số 14 phố Cát Linh, quận Đống Đa.","desc":"Đặc điểm: tế lễ, dâng hương, biểu diễn ca trù, đánh cờ….<\/p>"},{"name":"Hội làng Phú Xá","time":"14\/8 âm lịch.","place":"phường Phú Thượng, quận Tây Hồ.","desc":"Đặc điểm: rước Thánh Tăng.<\/p>"},{"name":"Hội làng Giáp Lục","time":"14\/8 âm lịch.","place":"thôn Giáp Lục, phường Thịnh Liệt, quận Hoàng Mai.","desc":"Đặc điểm: trẻ con 4-5 tuổi được làm lễ yết thánh vào làng tại đình với 100 khẩu trầu và 1 chai rượu.<\/p>"},{"name":"Hội đua thuyền Yên Duyên","time":"15\/8 âm lịch.","place":"xã Yên Duyên, huyện Thanh Trì.","desc":"Đặc điểm: đua thuyền.<\/p>"},{"name":"Hội Bất Nạo","time":"15-18\/8 âm lịch.","place":"thôn Phú Nhiêu, xã Quang Trung, huyện Phú Xuyên.","desc":"Đặc điểm: tế thần, hò cửa đình, vật thịnh, mùa màng tươi tốt.<\/p>"},{"name":"Hội đền Nguyễn Trãi","time":"16\/8 âm lịch.","place":"làng Nhị Khê, xã Nhị Khê, huyện Thường Tín.","desc":"Đặc điểm: dâng hương tưởng niệm ngày giỗ ông (16\/8), tham quan tượng đài và khu nhà thờ.<\/p>"},{"name":"Lễ hội làng Chàng Sơn","time":"17 -18\/08 âm lịch (Chính hội 18\/08)","place":"xã Chàng Sơn, huyện Thạch Thất.","desc":"Đặc điểm: rước lễ, tế lễ, dâng hương, múa rối nước, đánh cờ …<\/p>"},{"name":"Lễ hội đền Lư Giang","time":"18\/8 đến 20\/8 âm lịch","place":"đền Lư Giang, làng Thanh Mai, phường Hoàng Văn Thụ, quận Hoàng Mai.","desc":"Đặc điểm: tế lễ, rước kiệu, dâng hương, biểu diễn văn nghệ, trò hội, đánh cờ…<\/p>"},{"name":"Hội đền Ghềnh (Hà Nội)","time":"20\/8 âm lịch.","place":"thôn Ái Mộ, phường Bồ Đề, quận Long Biên.","desc":"Đặc điểm: hát văn ca ngợi công đức Thánh Mẫu.<\/p>"},{"name":"Hội điện Thái Bình","time":"26\/8 âm lịch.","place":"xóm Thái Bình, xã Vân Nội, huyện Đông Anh.","desc":"Đặc điểm: lễ đảo thánh, dâng văn.<\/p>"},{"name":"Hội Võng Thị","time":"30\/9 âm lịch.","place":"làng Võng Thị, phường Bưởi, quận Tây Hồ.","desc":"Đặc điểm: cúng tế, chọi gà, hát tuồng.<\/p>"},{"name":"Hội làng Xuân Nộn","time":"11\/10 âm lịch.","place":"đình Xuân Nộn, thôn Xuân Nộn, xã Xuân Nộn, huyện Đông Anh.","desc":"Đặc điểm: rước kiệu vua bà, múa rắn, tuồng tế Thánh.<\/p>"},{"name":"Hội làng Lai Tảo","time":"12\/10 âm lịch.","place":"xã Bột Xuyên, huyện Mỹ Đức.","desc":"Đặc điểm: cỗ tế thành hoàng bằng thịt lợn sống và gạo nếp.<\/p>"},{"name":"Hội làng Nhị Khê","time":"25\/10 âm lịch.","place":"xã Nhị Khê, huyện Thường Tín.","desc":"Đặc điểm: tế tổ, cúng tế, dâng lễ vật lên tổ sư, đánh cờ, hát chèo.<\/p>"},{"name":"Lễ hội làng Hạ Thái","time":"9-11\/11 âm lịch. Chính hội 10\/11 âm lịch.","place":"làng Hạ Thái, xã Duyên Thái, huyện Thường Tín.","desc":"Đặc điểm: lễ rước kiệu, rước sắc, rước cỗ, lễ tế, múa rồng, hát quan họ, đánh cờ…<\/p>"},{"name":"Hội làng Mạnh Tân","time":"10\/11 âm lịch.","place":"thôn Mạnh Tân, xã Thụy Lâm, huyện Đông Anh.","desc":"Đặc điểm: rước kiệu, tế lễ, vật cổ truyền.<\/p>"},{"name":"Hội tế Trung Đồ","time":"18\/11 âm lịch.","place":"làng Ngọc Phan, huyện Thanh Oai.","desc":"Đặc điểm: cúng, kể hạnh, đánh phết.<\/p>"},{"name":"Hội Đình Mai","time":"20\/12 âm lịch.","place":"xã Thanh Mai, huyện Thanh Oai.","desc":"Đặc điểm: lễ tế thần, cờ tướng, chọi gà.<\/p>"}]