[{"result":"Người Việt đại thắng, chấm dứt hoàn toàn thời kỳ Bắc thuộc.","imgCaption":"Trận Bạch Đằng- 938","relativePersonsName":["Ngô Quyền","Ngô Sĩ Liên","Ngô Vương","Trần Trọng Kim","Ngô Thì Sĩ","Trần Bá Tiên","Lý Nam Đế","Triệu Việt Vương"],"imgFilename":"tran-bach-dang-938-66606c9dc2025948504183d73b238498.jpg","name":"Trận Bạch Đằng lần thứ nhất năm 938","time":"Năm 938","place":"Sông Bạch Đằng (nay thuộc tỉnh Quảng Ninh, Việt Nam)","desc":"Tham chiếnNam HánNgười Việt (Tĩnh Hải Quân)Chỉ huyLưu Cung Lưu Hoằng Tháo †Ngô Quyền.Trận Bạch Đằng năm 938 là một trận đánh giữa quân dân Việt Nam - thời đó gọi là Tĩnh Hải quân và chưa có quốc hiệu chính thức - do Ngô Quyền lãnh đạo đánh với quân Nam Hán trên sông Bạch Đằng. Kết quả, quân dân Việt Nam giành thắng lợi, nhờ có kế cắm cọc ở sông Bạch Đằng của Ngô Quyền. Trước sự chiến đấu dũng mãnh của quân dân Việt Nam, quá nửa quân Nam Hán bị chết đuối và Hoàng tử Nam Hán là Lưu Hoằng Tháo cũng bị Ngô Quyền giết chết. Đây là một trận đánh quan trọng trong lịch sử Việt Nam. Nó đánh dấu cho việc chấm dứt hơn 1000 năm Bắc thuộc của Việt Nam, nối lại quốc thống cho dân tộc.Sau chiến thắng này, Ngô Quyền lên ngôi vua, tái lập đất nước. Ông được xem là một vị \"vua của các vua\" trong lịch sử Việt Nam. Đại thắng trên sông Bạch Đằng đã khắc họa mưu lược và khả năng đánh trận của ông."},{"result":"Đại Cồ Việt chiến thắng","imgCaption":"Bản đồ chiến thắng Chi Lăng - Bạch Đằng 981","relativePersonsName":["Lê Hoàn"],"imgFilename":"chien-tranh-tong-viet-981e1e232b1b5f67fefd86a3ca6d0c727f7.png","name":"Trận Bạch Đằng lần thứ hai năm 981","time":"Từ tháng 1 đến tháng 4 năm 981.","place":"Miền bắc Việt Nam","desc":"Chiến tranh Tống-Việt năm 981 là một cuộc chiến tranh giữa Đại Tống thời Tống Thái Tông và Đại Cồ Việt thời Lê Đại Hành diễn ra từ tháng 1 đến tháng 4 năm 981 trên lãnh thổ Đại Cồ Việt. Kết quả, quân và dân Đại Cồ Việt đã đánh bại quân đội Đại Tống. Sau cuộc chiến này, năm 986, hoàng đế Đại Tống chấp nhận nhà Tiền Lê và ban chế phong cho Lê Đại Hành."},{"result":"Quân đội Đại Việt đại thắng, nền độc lập của Đại Việt được bảo toàn.","imgCaption":"Chiến thắng của Quân đội Đại Việt năm 1288 trên sông Bạch Đằng","relativePersonsName":["Trần Thánh Tông","Trần Nhân Tông","Trần Hưng Đạo","Trương Văn Hổ"],"imgFilename":"tran-bach-dang-1288-fbbf3a192a706aba722b207a43a66ee0.png","name":"Trận Bạch Đằng lần thứ ba năm 1288","time":"1288","place":"Sông Bạch Đằng, Đại Việt","desc":"Trận Bạch Đằng năm 1288 xảy ra trên sông Bạch Đằng thuộc đất Đại Việt, là một trận đánh quan trọng trong các cuộc kháng chiến chống Nguyên Mông trong lịch sử Việt Nam.Đây là chiến thắng vẻ vang của quân Đại Việt do Quốc công Tiết chế Trần Hưng Đạo cùng với Thái thượng hoàng Trần Thánh Tông và vua Trần Nhân Tông chỉ huy trước quân xâm lược Nguyên Mông. Quân Nguyên bị thiệt hại vô cùng nặng (với khoảng hơn 4 vạn quân sĩ bị loại khỏi vòng chiến), và nhiều tướng Nguyên trong đó có cả Ô Mã Nhi, Phạm Nhàn và Phàn Tiếp cũng bị bắt sống và dâng lên Thượng hoàng Thánh Tông. Ngoài ra, có những 400 chiến thuyền của quân Nguyên rơi vào tay quân Trần thắng lớn. Đại thắng trên sông Bạch Đằng được xem là trận thủy chiến lớn nhất trong lịch sử Việt Nam, và là thắng lợi tiêu biểu nhất của Đại Việt trong ba cuộc kháng chiến chống quân xâm lược Nguyên-Mông.Đại thắng này là một chiến quả của kế cắm cọc trên sông Bạch Đằng của Hưng Đạo Vương, mở đầu với việc quân sĩ của ông lừa được địch vào trận địa cọc nhân triều rút. Quân Nguyên vấp phải sự chiến đấu mãnh liệt của quân Thánh Dực dưới quyền Nguyễn Khoái (Bình chương Áo Lỗ Xích của Nguyên Mông bị bắt trong trận này), tiếp theo đó các vua Trần đem binh tới ác chiến, đập tan nát quân Nguyên. Tiếp theo đó, quân Trần mai phục hai bên cũng dũng vũ xông ra, tiếp tục diệt tan quân địch. Khi nước triều rút, quân Nguyên hoàn toàn lâm vào thảm họa. Với sự hoàn tất sứ mệnh phá hủy đoàn binh thuyền của Ô Mã Nhi, toàn thắng này dẫn đến thắng lợi hoàn toàn của Đại Việt trong cuộc Chiến tranh Nguyên Mông-Đại Việt lần 3 và hoàn toàn phá tan âm mưu xâm chiếm Đại Việt của nhà Nguyên. Chiến tích vẻ vang này của Trần Hưng Đạo cùng với hai vị minh quân triều Trần đã lưu danh trong lịch sử Việt Nam, và là đề tài cho nhiều tác phẩm văn học Việt Nam thời Trung đại, dưới ngòi bút của các danh sĩ Trương Hán Siêu, Nguyễn Trãi,... Trương Hán Siêu đã thuật lại diễn biến cuộc chiến này trong bài \"Phú sông Bạch Đằng\" như sau: \"Thuyền bè muôn đội, tinh kỳ phấp phới\/Hùng hổ sáu quân, giáo gươm sáng chói\/[...]\/Trận đánh được thua chửa phân\/Chiến lũy bắc nam chống đối\/[...]\/Tất Liệt thế cường, Lưu Cung chước dối\/Những tưởng gieo roi một lần\/Quét sạch Nam bang bốn cõi\/[...]\/Trời cũng chiều người\/Hung đồ hết lối!\""},{"result":"Đại Việt chiến thắng; Quân Mông Cổ rút về Vân Nam","imgCaption":"Mục Lục [Thu \/ Mở] Chiến lược tổng thể Lực lượng Diễn biến Quân Mông Cổ tiến vào Thăng Long Quân Trần phản công Tổn thất Nhận định Tham khảo Kháng chiến chống Nguyên Mông lần thứ nhất . Thời gian Năm 1258 Địa điểm Bắc Bộ Việt Nam Nguyên nhân bùng nổ Mông Cổ muốn biến Đại Việt thành bàn đạp đánh vào châu Ung, Quế của Nam Tống Kết quả Đại Việt chiến thắng; Quân Mông Cổ rút về Vân Nam Tham chiến Nhà Trần Đại Việt Đế quốc Mông Cổ Chỉ huy Trần Thái Tông Trần Thánh Tông Trần Thủ Độ Linh Từ quốc mẫu Lê Phụ Trần Hà Bổng Uriyangqatai (Ngột Lương Hợp Thai) Aju (A Truật) Cacakdu (Triệt Triệt Đô) Quaidu (Hoài Đô) Abiska Lực lượng 40.000-55.000 quân Tổn thất 2\/3 tử trận hoặc bị bắt (tính từ lúc Uriyangqatai rời Đại Lý lần đầu cho tới khi hội quân với Hốt Tất Liệt ở Ngạc Châu) . Chiến tranh Nguyên Mông-Đại Việt lần thứ nhất hay Kháng chiến chống Nguyên Mông lần thứ nhất là cách người Việt Nam gọi cuốc chiến đấu của quân dân Đại Việt chống lại quân đội của đế quốc Mông Cổ do Uriyangqatai (Ngột Lương Hợp Thai) chỉ huy vào trong khoảng thời gian nửa tháng cuối tháng 1 năm 1258 (hay năm Nguyên Phong thứ 7). Cuộc chiến mở đầu với thất bại của quân Đại Việt trong trận Bình Lệ Nguyên, nhưng cuối cùng họ đã đại phá quân Nguyên trong trận Đông Bộ Đầu. Cuộc chiến này đã kết thúc với chiến thắng của nước Đại Việt, ghi dấu công lao của vua Trần Thái Tông trong việc lãnh đạo quân dân chiến đấu chống quân xâm lược. Chiến lược tổng thể Chiếm Đại Việt nằm trong chiến lược tổng thể của quân đội Mông Cổ nhằm tiêu diệt Nam Tống. Bốn cánh quân Mông Cổ sẽ tấn công Nam Tống từ những địa điểm khác nhau từ phía Nam và phía Tây. Nắm quyền chỉ huy 3 cánh quân kia là Mông Kha, Hốt Tất Liệt và Tháp Sát Nhi. Cánh quân còn lại – cánh quân thứ tư, sau khi chiếm Đại Việt sẽ đánh thốc vào Nam Tống từ mạn cực Nam. Tổng chỉ huy của cánh quân thứ tư là Uriyangqatai. Triều đình nhà Trần đã đề ra kế hoạch chặn địch và tiêu diệt chúng từ xa trước kinh thành Thăng Long. Nhưng đồng thời, cũng dự kiến phương án khi cần sẽ rút khỏi kinh thành. Lực lượng Quân đội của Ngột Lương Hợp Thai gồm kỵ binh Mông Cổ và quân sĩ người Di. Tổng cộng là cỡ 2,5 vạn, chưa kể quân Đại Lý được Mông Cổ trưng dụng để cùng đánh Đại Việt. Tiên phong là tướng Aju và Cacakdu (Triệu Triệt Đô hay Triệt Triệt Đô). Ngoài ra, trong quân đội Mông Cổ còn có phò mã của Mông Cổ là Quaidu (Hoài Đô). Đi tiên phong là Đoàn Hưng Trí – vua Đại Lý đã đầu hàng. Theo sách Nghệ thuật đánh giặc giữ nước của dân tộc Việt Nam thì quân Mông Cổ có khoảng 2 đến 3 vạn, cộng với 2 vạn quân Đại Lý được Mông Cổ trưng dụng, tổng số là khoảng 4 đến 5 vạn. Quân Đại Việt, gồm quân cấm vệ và quân các lộ khoảng 10 vạn, có đủ các binh chủng bộ binh, kỵ binh, tượng binh và thủy binh đã được thao luyện chu đáo. Đạo quân của Ngột Lương Hợp Thai không thật đông nếu nhìn về số lượng tuyệt đối, họ chỉ bằng 1\/2 quân số nhà Trần. Tuy vậy, quân Mông Cổ, như đã được chứng minh qua quá trình tác chiến của mình, hầu như luôn thua sút về quân số so với đối phương của họ, ít nhất là theo tỷ lệ 1:2, tức là nhiều ra thì số quân nhân của họ cũng chỉ bằng nửa so với đối phương. Tuy ít hơn về số lượng song quân Mông Cổ có lợi thế là rất giỏi về kỵ binh, có tính cơ động hơn hẳn đối phương, cho phép họ nhanh chóng tập trung lực lượng đánh vào chỗ mỏng yếu của đối phương, hoặc sẽ rút lui nhanh nếu thấy bất lợi. Kỵ binh Mông Cổ cũng rất giỏi bắn cung trên lưng ngựa, họ có thể phi ngựa rồi bắn đối phương từ xa mà không sợ bị đánh trả. Vì vậy, có những trận đánh quân Mông Cổ chỉ đông bằng 1\/4 đối phương mà vẫn chiến thắng như Trận sông Kalka, hoặc như Chiến tranh Mông-Kim, Mông Cổ chỉ có khoảng 12 vạn quân mà đã đánh bại quân đội gần 1 triệu người của nhà Kim. Vì vậy, các tướng Mông Cổ cho rằng với nước nhỏ như Đại Việt thì chỉ cần 5 vạn quân cũng là đủ để chinh phạt rồi. Một đặc điểm nữa của đạo quân này là trong thành phần lãnh đạo, nó quy tụ tới 50 chư vương của triều đình Mông Cổ và phò mã Mông Cổ tên là Quaidu. Đây là những sĩ quan có liên hệ huyết thống hoặc hôn nhân với gia đình thống trị của vương triều Mông Cổ. Nhà sử học cổ trung đại người Ba Tư là Rasid ud-Din chép: “ ......hãn còn phái năm mươi chư vương... trong số con cháu của Sát Hợp Đài (con thứ hai của Thành Cát Tư Hãn) có một người tên là An-bi-ska (Abiska). ” Diễn biến Cuối tháng 9 năm 1257, chủ trại Quy Hóa là Hà Khuất báo tin có sứ Nguyên sang. Vua Trần không nghe lời dụ hàng, xuống chiếu ra lệnh đem quân thủy bộ ra ngăn giữ biên giới, theo sự tiết chế của Trần Quốc Tuấn và truyền cả nước sắm sửa vũ khí. Sau khi nhận được tin cấp báo, quân Mông Cổ đã vượt biên giới, vua Trần lập tức thân đem sáu quân đi chống giặc (Đế thân xuất lục sứ ngự khẩu) Quân Mông Cổ tiến vào Thăng Long Quân Mông Cổ tiến vào Đại Việt theo một đội hình cắt khúc và đều là bộ binh. Đội quân đi đầu được chia làm 2 cánh: một cánh tiến dọc sông Thao và một cánh tiến dọc sông Chảy. Cánh tiến theo hữu ngạn sông Thao do Triệu Ngột Lương chỉ huy. Mỗi cánh gồm 1000 người. Theo sau là quân của Hồ Lã Trừng. Đạo quân có khối lượng lớn nhất và tiến cuối cùng do Quỳ Hợp Thai chỉ huy. Quân Mông Cổ giáp trận quân Đại Việt do đích thân Trần Thái Tông (Trần Cảnh) chỉ huy tại Bình Lệ Nguyên (nay là huyện Bình Xuyên tỉnh Vĩnh Phúc). Đó là ngày 17 tháng 1 năm 1258. Quân đội nhà Trần bày trận bên bờ sông Hồng đợi giặc. Quân Mông Cổ là những người sang sông. Quỳ Hợp Thai dặn Quỳ Thủ Soạn và viên tiên phong là Triệu Ngột Lương: “ ...\"...khi đã sang sông, đừng đánh chúng vội, chúng tất chống lại...phò mã...cắt hậu quân của chúng,... Cacakdu cướp lấy thuyền. Man quân nếu tan... chạy ra bờ sông không có thuyền... tất bị ta bắt.\" ” Đó là một phương án tiến hành trận đánh nguy hiểm, với ý định làm đối phương vỡ trận, bị dồn ra bờ sông và bị kẹp chặt lại từ hai phía. Nhưng Triệu Ngột Lương vừa qua sông đã ập lại đánh ngay. Trần Thái Tông sai tượng binh tiến ra giao chiến. Con Quỳ Hợp Thai là A Truật (18 tuổi) cho kỵ binh bắn tên vào mắt voi, khiến voi hoảng sợ, quay lại dày xéo đội hình quân Trần. Quân Trần thất lợi nhưng chủ động rút lui. Trần Thái Tông và tướng Lê Tân lui tới sách Cụ Bản, gặp tướng Phạm Cự Chích đem viện binh tới cứu. Quân Mông Cổ giết được Phạm Cự Chích, nhưng vua Trần đã chạy thoát ra bến Lãnh Mỹ, rồi xuôi thuyền về Phù Lỗ. Không bắt được bộ chỉ huy nhà Trần, Quỳ Hợp Thai nổi giận. Triệu Ngột Lương uống thuốc độc tự sát. Ngay ngày hôm sau, ngày 18 tháng 1 năm 1258, hai bên chạm trán một lần nữa tại Phù Lỗ. Hai bên đối mặt nhau qua một con sông (sông Cà Lồ) mà bày trận, quân Mông Cổ vẫn là người qua sông phá trận. Quân Trần vẫn tiếp tục thất lợi, nhưng một lần nữa, họ lại chủ động rút lui. Tuy vậy, cả hai trận này đều là những trận đánh lớn và khốc liệt. Ở trận thứ nhất, Trần Thái Tông chỉ chịu rút sau khi nghe lời khuyên của Lê Tần. Vừa khi vua xuống thuyền thì quân Mông Cổ ở trên bờ bắn tên xuống tới tấp, Lê Tần phải lấy ván thuyền che cho vua và bảo vệ vua chạy thoát. Sau đó, quân Trần lại chủ động rút khỏi Thăng Long. Khi vua Thái Tông triệt binh về sông Thiên Mạc, Lê Tần đã thảo luận với ông về những chuyện cơ mật, không mấy người biết tới. Khi ấy, Thái Tông cũng ngự thuyền nhỏ tới thuyền của em là Thái úy Trần Nhật Hiệu để hỏi ý Nhật Hiệu về kiến về kế sách giữ nước. Nhật Hiệu ngồi dựa vào mạn thuyền, không thể nào đứng lên được và đưa ngón tay xuống chấm nước rồi ghi hai chữ \"nhập Tống\" trên mạn thuyền (tức là nên chạy sang lánh ở đất Nam Tống). Thái Tông bèn hỏi về tình hình của quân Tinh Cương dưới quyền Nhật Hiệu, thì Nhật Hiệu đáp lại: \"Không gọi được chúng đến\". Thế rồi, nhà vua lại ngự thuyền đến chỗ Thái sư Trần Thủ Độ. Khi nghe câu hỏi của nhà vua, Thủ Độ tâu: “ Đầu thần chưa rơi xuống đất, Bệ hạ đừng lo gì khác. ” — Trần Thủ Độ Chiếm được kinh đô chỉ sau hai trận đánh, nhưng kho tàng trống rỗng là vấn đề lớn đối với đội quân xâm lược. Những cuộc cướp bóc để kiếm lương ở vùng ngoại vi và phụ cận không có nhiều kết quả, chẳng những thế, những đám quân đi ăn cướp tài sản này còn hay bị chặn đánh. Quân Trần phản công Nửa đêm ngày 28 tháng 1 năm 1258, từ nơi trú quân là Hoàng Giang, Trần Thái Tông cùng Thái tử Trần Thánh Tông ngự lâu thuyền ngược sông, bất ngờ đánh thẳng vào quân Mông Cổ. Quân Mông Cổ cho rằng lực lượng quân Trần đã kiệt quệ sau trận thua đầu nên rất chủ quan, do đó khi bị tập kích đã không kịp trở tay, bị thua to. Sau khi bị phá tan tại Đông Bộ Đầu, quân Mông Cổ không giữ nổi Thăng Long nữa. Họ đồng loạt tháo chạy thẳng về Vân Nam. Như khi mới tiến quân vào, quân Mông Cổ rút chạy theo dọc sông Thao, nhưng theo con đường bộ ở phía tả ngạn. Quân Mông rút lui quá nhanh, ngoài cả dự tính của nhà Trần khiến vua Trần chưa kịp bố trí lực lượng đón đánh. Tuy nhiên khi đến Quy Hóa (vùng Lào Cai, Yên Bái), quân Mông bị chủ trại là Hà Bổng – một thổ quan người Tày - tập kích kịch liệt. Trong số quân của Hà Bổng có những người Thái chạy từ nước Đại Lý vừa bị Mông Cổ diệt sang theo Đại Việt, muốn trả thù người Mông Cổ nên đã đánh rất hăng khiến quân Mông Cổ khốn đốn; chỉ vì số quân của Hà Bổng ít người nên thiệt hại của quân Mông Cổ không lớn. Trên đường rút về, do sợ bị quân Trần truy đuổi đằng sau, quân Mông Cổ cố rút nhanh và không cướp phá dân chúng, do đó người Việt mỉa mai gọi là \"giặc Bụt\". Sử liệu Trung Quốc thời Nguyên, Minh đã quy kết nguyên nhân thất bại của quân Mông Cổ cho thời tiết nóng nực của Đại Việt. Trong Nguyên văn loại, quyển 41, Kinh thế đại điển tự lục (bản Thương vụ ấn thư quán 1958, trang 563) chép rằng: \"[Quân Mông Cổ] ở lại chín ngày, vì nóng nực, rút quân về\". Còn Nguyên sử trong quyển 209, An Nam truyện cũng viết là \"Quân ở lại chín ngày, vì khí hậu uất nhiệt bèn rút quân về\". Thực tế, quân Mông Cổ đánh Đại Việt vào tháng 1, đúng vào lúc giữa mùa đông ở miền Bắc Việt Nam, do vậy không thể có chuyện \"khí hậu nóng nực nên rút quân về\" như Nguyên sử và Kinh thế đại điển tự lục chép được. Tuy nhiên, Ngột Lương Hợp Thai truyện của Nguyên sử và Kinh thế đại điển tự lục cũng phải thừa nhận rằng sau khi bỏ Thăng Long, người Mông Cổ đã lui về thành Áp Xích, trên đất của 37 bộ Quỷ Phương (Đại Lý), và điều này có nghĩa là Mông Cổ đã không đạt được mục tiêu là mượn đường Đại Việt để đánh vào lưng Nam Tống. Ngột Lương Hợp Thai truyện cũng cho biết, Uriyangqatai tháo chạy về Áp Xích, sau khi có lệnh của Mông Kha thì mới đi theo đường trại Hoành Sơn để tiến vào châu Ngạc của Tống và hội quân với Hốt Tất Liệt. Tổn thất Thiệt hại của quân Mông Cổ, tùy theo nguồn tài liệu mà chênh lệch từ già nửa cho tới khoảng 4 phần 5: Rasid ud-Din cho biết rằng khi tiến lên Ngạc Châu ở miền Nam Trung Quốc gặp Hốt Tất Liệt, quân số của đoàn quân này chỉ còn không quá 5.000 người. Nguyên sử, Ngột Lương Hợp Thai truyện và bài bia ký A Truật chép rằng: khi thâm nhập đất Tống, đoàn quân này còn 3000 kị binh Mông Cổ và 1 vạn quân Thoán Bặc. Nhận định Các tác giả của Nguyên sử, phần Hiến Tông bản kỷ, đã ghi nhận: \"Mùa đông tháng 11, Ngột Lương Hợp Thai đánh vào Giao Chỉ, đi vào nước nó. Chúa An Nam là Trần Nhật Cảnh trốn vào hải đảo, [Mông Cổ] bèn rút quân về\". Trong Đại Việt sử ký toàn thư, Kỷ nhà Trần, phần Thái Tông hoàng đế, có bình luận: \"...lúc đó, người Nguyên mới lấy Vân Nam, du binh xâm lược đến, không có ý lấy nước ta.\" Đó có lẽ là nhận định dựa theo việc quân Đại Việt thắng Mông Cổ quá chóng vánh mà ra. Nhưng trên thực tế, chính Nguyên sử đã ghi: \"Uriangqadai vào Giao Chỉ định kế lâu dài.\" Ngoài ra các sử gia trong đế quốc Mông Cổ như Rasid-ud Din và Lê Tắc (tác giả An Nam chí lược) cũng thừa nhận rằng Mông Kha muốn chiếm Đại Việt làm bàn đạp để đánh thọc vào châu Ung, châu Quế phía nam nước Tống. Quy mô đạo quân của Ngột Lương Hợp Thai có thể nói là không lớn, chỉ cỡ 4-5 vạn. Nhưng xét về hậu quả của thất bại đối với toàn thể chiến lược xâm lăng đất Tống theo bốn con đường cũng như sự thất bại quá chóng vánh, sử gia Hà Văn Tấn có nhận định rằng: \"Có lẽ...trong đời chinh chiến của mình, chưa bao giờ Uriangqadai bị thua nhục nhã như lần này.\" Trần Xuân Sinh cho rằng: Ngột Lương Hợp Thai là tướng giỏi, khi thấy không giữ nổi Thăng Long đã rút sớm về Vân Nam để bảo toàn lực lượng là thượng sách. Chiến thắng của quân dân Đại Việt trong cuộc kháng chiến chống Nguyên Mông lần thứ nhất đã ghi dấu công lao của vua Trần Thái Tông. Sau này vua Trần Nhân Tông đã ghi lại dư âm của chiến thắng năm 1258 trong niên hiệu Nguyên Phong bằng mấy câu thơ: Bạch đầu quân sĩ tại Vãng vãng thuyết Nguyên Phong Dịch: Người lính già tóc bạc Kể mãi chuyện Nguyên Phong Các tác giả phương Tây Peter D. Sharrock và Vũ Hồng Liên (người Anh gốc Việt) đã nhận xét về kết quả cuộc chiến năm 1258: “ Các bộ sử Việt ca ngợi các sự kiện năm 1258 là một đại thắng, nhưng Nguyên sử và An Nam chí lược cho là người Mông Cổ đã thắng, vì họ đã chiếm được Thăng Long. Cuối năm đó, Đại hãn Mông Kha gửi một lá thư cho vua Trần, có nói đến việc ông ta [vua Trần] đuổi hai sứ Mông Cổ, và yêu cầu triều đình Trần thần phục. Điều đó có nghĩa là nhà Trần đã không thần phục từ trước. Điều đó cũng có nghĩa là thanh danh bất khả chiến bại của người Mông Cổ đã bị tan vỡ tại thời điểm này. Nguyên sử, An Nam chí lược và các bộ sử biên niên Việt chỉ viết sơ sài về cuộc chiến năm 1258, nhưng thật ra đây là một bước ngoặt trong lịch sử thế giới, vì đây là bước lùi đầu tiên của quân Mông Cổ tại châu Á và trong chiến dịch chinh phục thế giới của họ. Nó được nối tiếp bằng thất bại được biết đến nhiều hơn của họ trong tay người Mamluk tại Ain Jalut tháng 9 nắm 1260. ” — Petrer Sharrock & Vũ Hồng liên Tham khảo Hà Văn Tân và Phạm Thị Tâm (1972), Cuộc kháng chiến chống xâm lược Nguyên Mông thế kỷ XIII, Nhà xuất bản Quân đội Nhân dân, bản in lại năm 2003, Chương III: \"Cuộc kháng chiến lần thứ nhất\", trang 66-88. Trần Xuân Sinh (2006), Thuyết Trần, Nhà xuất bản Hải Phòng Đại Việt Sử ký Toàn thư Hội khoa học lịch sử Việt Nam, Viện sử học, Nhà Trần và con người thời Trần, Trung tâm UNESCO thông tin tư liệu, lịch sử và văn hóa Việt Nam, 2004. (Nguồn: Wikipedia)","relativePersonsName":["Trần Thái Tông","Trần Thánh Tông","Trần Thủ Độ","Thành Cát Tư Hãn","nhà Trần"],"imgFilename":"chien-tranh-nguyen-mong-dai-viet-lan-128e72186776b41af3df4155f92d93546.png","name":"Chiến tranh Nguyên Mông - Đại Việt lần 1","time":"Năm 1258","place":"Bắc Bộ Việt Nam","desc":""},{"result":"Quân Đại Việt chiến thắng, Nguyên Mông phải rút lui khỏi Đại Việt","imgCaption":"Chiến tranh Nguyên Mông-Đại Việt lần 2 . Thời gian Năm 1285 Địa điểm Bắc Bộ và Bắc Trung Bộ Việt Nam Nguyên nhân bùng nổ Đại Việt chống lại sự xâm lược của nhà Nguyên Kết quả Quân Đại Việt chiến thắng, Nguyên Mông phải rút lui khỏi Đại Việt Tham chiến Nhà Trần Đại Việt Chiêm Thành Quân tình nguyện người Tống Nhà Nguyên Mông Cổ Chỉ huy Trần Thánh Tông Trần Nhân Tông Trần Quốc Tuấn Trần Quang Khải Trần Nhật Duật Trần Khánh Dư Trần Bình Trọng Trần Quốc Toản Phạm Ngũ Lão Trần Quốc Hiến Nguyễn Khoái Nguyễn Thế Lộc Hà Chương Hà Đặc Triệu Trung Thoát Hoan Ariq Qaya (A Lý Hải Nha) Ô Mã Nhi Lý Hằng Koncak (Khoan Triệt) Bolqadar (Bột La Hợp Đáp Nhĩ) Satartai (Sát Tháp Nhi Đài) Mangqudai (Mãng Cổ Thái) Naqai (Nạp Hải) Lý Bang Hiến Tôn Hựu Tôn Đức Lâm Lưu Thế Anh Lưu Khuê Nghê Nhuận .","relativePersonsName":["nhà Nguyên","Trần Thánh Tông","Trần Nhân Tông","Trần Quốc Tuấn","Trần Quang Khải","Trần Nhật Duật","Trần Khánh Dư","Trần Bình Trọng","Trần Quốc Toản","Phạm Ngũ Lão","Nguyễn Khoái","Nguyễn Thế Lộc","Triệu Trung","Lý Hằng"],"imgFilename":"chien-tranh-nguyen-mong-dai-viet-lan-2a948a7f316628bb0f9ad032ddc7f44bb.png","name":"Chiến tranh Nguyên Mông - Đại Việt lần 2","time":"Năm 1285","place":"Bắc Bộ và Bắc Trung Bộ Việt Nam","desc":""},{"result":"Thắng lợi chiến lược của VNDCCH (Mỹ chấp nhận ký kết Hiệp định Paris với nội dung tương tự với bản dự thảo hiệp định vào tháng 10 năm 1972 - bản mà Hoa Kỳ đã từ chối ký kết).","imgCaption":"Máy bay ném bom chiến lược B-52 đang ném bom rải thảm","relativePersonsName":["Văn Tiến Dũng","Phùng Thế Tài","Lê Văn Tri","Hồ Chí Minh"],"imgFilename":"chien-dich-linebacker-ii3f10125f64cb32c5e757826299c9ef5d.jpg","name":"Trận Điện Biên Phủ trên không năm 1972","time":"Từ 18 tháng 12 đến 30 tháng 12 năm 1972","place":"Miền Bắc Việt Nam: Hà Nội, Hải Phòng, Thái Nguyên, Lạng Sơn, Bắc Giang.","desc":"Chiến dịch Linebacker II là chiến dịch quân sự cuối cùng của Hoa Kỳ chống lại Việt Nam Dân chủ Cộng hoà trong Chiến tranh Việt Nam, từ 18 tháng 12 đến 30 tháng 12 năm 1972 sau khi Hội nghị Paris bế tắc và đổ vỡ do hai phía Việt Nam Dân chủ Cộng hòa và Mỹ bất đồng về các điều khoản trong hiệp định.Chiến dịch này là sự nối tiếp của chiến dịch ném bom Linebacker diễn ra từ tháng 5 đến tháng 10 năm 1972, ngoại trừ điểm khác biệt lớn là lần này Hoa Kỳ sẽ tấn công dồn dập bằng máy bay ném bom chiến lược B-52 thay vì các máy bay ném bom chiến thuật, mục đích là dùng sức mạnh và biện pháp không hạn chế đánh thẳng vào các trung tâm đầu não của Việt Nam Dân chủ Cộng hoà. Tại chiến dịch này, Hoa Kỳ đã huy động loại máy bay ném bom chiến lược mạnh nhất của họ là pháo đài bay B-52 làm nòng cốt để ném bom rải thảm huỷ diệt xuống Hà Nội, Hải Phòng, Thái Nguyên, Lạng Sơn và các mục tiêu khác liên tục trong 12 ngày đêm. Đây là những cuộc ném bom dữ dội nhất trong Chiến tranh Việt Nam và là một trong những cuộc tập kích có cường độ cao nhất trong lịch sử các cuộc chiến tranh. Trong 12 ngày, Mỹ đã thả hơn 36.000 tấn bom, vượt quá khối lượng bom đã ném xuống miền Bắc Việt Nam trong toàn bộ thời kì từ 1969 đến 1971.9Cuộc ném bom tuy có gây những tổn thất nặng về cơ sở vật chất cho phía Việt Nam Dân chủ Cộng hoà nhưng đã không làm thay đổi được lập trường của lãnh đạo nước này về nội dung cơ bản của hiệp định hoà bình, đồng thời nó gây một làn sóng bất bình lớn của người Mỹ, dư luận và chính giới của các nước trên thế giới trong đó có cả các đồng minh lâu dài của Hoa Kỳ, uy tín của Chính phủ Hoa kỳ bị xuống thấp nghiêm trọng. Bị phản đối trong nước, bị cô lập trên trường quốc tế, gặp phải sự chống trả hiệu quả gây thiệt hại lớn cho lực lượng không quân chiến lược, lại không thể buộc đối phương thay đổi lập trường, Tổng thống Richard Nixon đã phải ra lệnh chấm dứt chiến dịch vào ngày 30 tháng 12, đề nghị nối lại đàm phán tại Paris. Tại đây, Hoa Kỳ chấp nhận ký kết Hiệp định Paris trên cơ sở dự thảo mà trước đó họ đã từ chối ký kết (vì đây là dự thảo có những điều khoản có lợi cho Việt Nam Dân chủ Cộng hoà). Sau chiến dịch ném bom khí thế, lòng tự hào trong Quân đội nhân dân Việt Nam và người dân tại miền Bắc Việt Nam lên rất cao: họ không chỉ đánh thắng được \"thần tượng B-52\" mà còn buộc Hoa Kỳ phải ký Hiệp định Paris với những nội dung có lợi cho họ, đó là những cơ sở để phía Việt Nam Dân chủ Cộng hoà coi chiến dịch này là một thắng lợi chiến lược to lớn.Chiến dịch này còn có một ý nghĩa tâm lý nặng nề cho giới quân sự Hoa Kỳ: đây là chiến dịch mà phía Mỹ đã chủ động lựa chọn mục tiêu, thời điểm, phương thức chiến đấu và đặc biệt là sử dụng sở trường của mình để chống lại sở đoản của đối phương (trình độ khoa học công nghệ), một cuộc đấu mà đối phương sẽ không thể sử dụng yếu tố \"du kích\" – một cách hình tượng: phía Mỹ thách đấu và được quyền lựa chọn vũ khí và đã thất bại.Chiến dịch này cũng cho thấy điểm yếu của vũ khí máy bay ném bom chiến lược của Hoa Kỳ: B-52 vũ khí chiến lược dùng để chống chọi đối thủ tiềm tàng xứng tầm là Liên Xô cho một cuộc chiến tranh công nghệ cao đã thể hiện điểm yếu ngay khi đối phương có trình độ kinh tế, quân sự, khoa học – công nghệ kém hơn nhiều, và vũ khí chống trả cũng không phải là loại cao cấp của đối phương (vào thời điểm 1972, tên lửa SAM-2 mà Việt Nam sử dụng đã bị Liên Xô thay thế bằng SAM-4 và SAM-5 mạnh hơn nhiều). Ngay sau Chiến tranh Việt Nam, vì lý do này Hoa Kỳ đã phải nỗ lực rất cao trong chạy đua vũ trang trong lĩnh vực máy bay ném bom và đã cho ra kết quả là các máy bay ném bom B-1 Lancer và B-2 Spirit tàng hình.[cần dẫn nguồn]"},{"result":"Quân đội Nhân dân Việt Nam chiến thắng Chế độ Khmer Đỏ bị lật đổ. Quân đội Nhân dân Việt Nam rút quân lần 1 năm 1982 Quân đội Nhân dân Việt Nam cơ bản hoàn thành các nỗ lực bình định vào năm 1986. Tiếp tục xung đột giữa các bè phái Campuchia.","imgCaption":"Quân đội Nhân dân Việt Nam tiến vào Phnom Penh năm 1979","relativePersonsName":["Lê Trọng Tấn","Lê Đức Anh"],"imgFilename":"chien-tranh-bien-gioi-tay-nambc3966d313ad0b358fed36fae0a54e20.jpg","name":"Chiến tranh biên giới Tây Nam năm 1975 - 1978","time":"Năm 1977 - tháng 12 năm 1989","place":"Campuchia","desc":"Chiến tranh biên giới Tây Nam là cuộc xung đột quân sự giữa Cộng hoà Xã hội chủ nghĩa Việt Nam và Campuchia Dân chủ. Cuộc chiến có nguyên nhân từ các hoạt động quân sự của quân Khmer Đỏ tấn công vào lãnh thổ Việt Nam, giết chóc người dân và đốt phá làng mạc Việt Nam trong những năm 1975-1978.Cuộc chiến có thể chia làm 3 giai đoạn:"},{"result":"Quân Giải phóng miền Nam Việt Nam giành chiến thắng1 Chính quyền Việt Nam Cộng hòa đầu hàng2","imgCaption":"Phiên bản xe tăng T-59 số hiệu 390 của Quân Giải phóng miền Nam Việt Nam trong sân dinh Độc Lập","relativePersonsName":["Lê Trọng Tấn","Hoàng Minh Thảo","Trần Văn Trà","Nguyễn Văn Thiệu","Ngô Quang Trưởng","Phạm Văn Phú","Nguyễn Văn Toàn","Nguyễn Khoa Nam","Trần Văn Đôn","Nguyễn Tiến Hưng"],"imgFilename":"chien-dich-mua-xuan-1975474dc4411c654475d46d3f4887db1ac7.jpg","name":"Chiến dịch Mùa Xuân năm 1975","time":"31 tháng 12 năm 1974 - 30 tháng 4 năm 1975","place":"Miền Nam Việt Nam","desc":"Chiến dịch mùa xuân năm 1975 với tên gọi chính thức là 'Tổng tiến công và nổi dậy mùa xuân 1975, giải phóng hoàn toàn miền Nam'.1 Đây những cuộc Tổng tấn công quân sự cuối cùng của Quân Giải phóng miền Nam Việt Nam trong Chiến tranh Việt Nam. Chiến dịch bắt đầu từ ngày 4 tháng 1 và kết thúc ngày 30 tháng 4 năm 1975. Ngoài Trận Phước Long được coi là trận đánh trinh sát chiến lược, cuộc Tổng tấn công này gồm ba chiến dịch liên tiếp nhau: Chiến dịch Tây Nguyên (từ 4 tháng 3 đến 24 tháng 3), Chiến dịch giải phóng Huế-Đà Nẵng (từ 21 tháng 3 đến 29 tháng 3) và cuối cùng là Chiến dịch Hồ Chí Minh (từ 26 tháng 4 đến 30 tháng 4). Ngoài ra, còn có những chiến dịch nhỏ hơn nhưng diễn ra trên những địa bàn chiến lược như Long Khánh - Xuân Lộc, Trường Sa và các đảo trên Biển Đông, các trận đánh trên các tuyến phòng thủ từ xa của QLVNCH như Tây Ninh - An Lộc - Dầu Tiếng, Phan Rang - Ninh Thuận. Những chiến dịch này được thực hiện sau khi Hoa Kỳ đã rút quân viễn chinh khỏi Việt Nam, chỉ còn duy trì viện trợ và lực lượng cố vấn. Cán cân lực lượng đã nghiêng hẳn sang phía lực lượng Quân Giải phóng miền Nam Việt Nam.Kết quả thắng lợi quân sự của Quân Giải phóng miền Nam Việt Nam trong chiến dịch này đã dẫn đến sự kiện 30 tháng 4 năm 1975 kết thúc Chiến tranh Việt Nam."},{"result":"Trung Quốc chiếm đá Gạc Ma Việt Nam giữ được đá Cô Lin và đá Len Đao","imgCaption":"Hải quân Quân giải phóng Nhân dân Trung Quốc","relativePersonsName":["Trần Đức Thông"],"imgFilename":"","name":"Hải chiến Trường Sa năm 1988","time":"14 tháng 3 năm 1988","place":"Đá Gạc Ma, đá Cô Lin, đá Len Đao thuộc quần đảo Trường Sa","desc":"Hải chiến Trường Sa 1988 là tên gọi của một trận đánh trên biển Đông năm 1988 khi Hải quân Quân giải phóng Nhân dân Trung Hoa đưa quân tấn công hòng chiếm đóng bãi đá Cô Lin, bãi đá Len Đao và bãi đá Gạc Ma thuộc quần đảo Trường Sa. Sự kiện xảy ra vào mùa xuân 1988, khi mà dư luận thế giới đang tập trung vào tình hình Campuchia, trước khi các nước ASEAN lắng dịu lại quan hệ với Việt Nam trong vấn đề Campuchia9 .Do ba bãi đá này không có quân đội đồn trú nên Hải quân Quân đội Nhân dân Việt Nam phải đưa quân ra bảo vệ và xây công trình trên các đảo này. Phía Trung Quốc cho quân đổ bộ ngăn chặn, nổ súng để giật cờ Việt Nam trên bãi đá Gạc Ma, sau đó lại dùng pháo trên chiếm hạn bắn vào tàu vận tải hải quân Việt Nam (không có pháo để tự vệ), khiến cuộc chiến nổ ra vào ngày 14 tháng 3 năm 1988.10 11 Phía Việt Nam bị mất ba tàu vận tải của hải quân Việt Nam, 64 thủy binh Việt Nam đã thiệt mạng. Trung Quốc bị hư hại một số xuồng đổ bộ, thương vong 24 thủy binh. Sau đó, Trung Quốc đổ quân chiếm đóng bãi đá Gạc Ma và hai nước cùng cho hải quân ra đóng giữ một số đá ngầm khác mà hai bên cùng tuyên bố chủ quyền.Trong các tài liệu của Hải Quân Việt Nam, sự kiện này được biết đến với tên gọi CQ-88 (Chủ quyền-88)."},{"result":"Chiến thắng quyết định của Quân Giải phóng miền Nam Việt Nam1","imgCaption":"Sơ đồ chiến dịch đường 14-Phước Long","relativePersonsName":["Hoàng Cầm"],"imgFilename":"chien-dich-duong-14-phuoc-long6a4b188568e719fe47b675b46209585e.jpg","name":"Chiến dịch Đường 14 - Phước Long năm 1974 - 1975","time":"13\/12\/1974 - 6\/1\/1975","place":"11°51′3″B 106°59′48″Đ \/ 11,85083°B 106,99667°Đ \/ 11.85083; 106.99667Tọa độ: 11°51′3″B 106°59′48″Đ \/ 11,85083°B 106,99667°Đ \/ 11.85083; 106.99667 Phước Long, Nam Việt Nam","desc":"Chiến dịch đường 14-Phước Long là trận đụng độ quân sự lớn giữa Quân Giải phóng miền Nam Việt Nam và Quân lực Việt Nam Cộng hòa diễn ra trên địa bàn tỉnh Phước Long trong chiến tranh Việt Nam, kết quả là Quân Giải phóng miền Nam Việt Nam] chiến thắng và chiếm được Phước Long. Tuy không nằm trong chiến dịch Tây Nguyên nhưng trận Phước Long (từ đêm 13 tháng 12 năm 1974 đến ngày 6 tháng 1 năm 1975) có ý nghĩa như một trận đánh trinh sát chiến lược, thử sức đối với hai bên cũng như thăm dò phản ứng của quốc tế, nhất là của Hoa Kỳ để mở đầu cho những diễn biến tiếp theo của Chiến dịch Mùa Xuân 1975 đưa đến sự sụp đổ của Quân lực Việt Nam Cộng hòa và chính quyền Việt Nam Cộng hòa."},{"result":"Chiến thắng quyết định của Quân Giải phóng miền Nam Việt Nam1","imgCaption":"Buôn Ma Thuột 11.3.1975 (Nguồn: Việt Nam 30 năm chiến tranh giải phóng- Nhà xuất bản Thông tin 2004)","relativePersonsName":["Hoàng Minh Thảo","Phạm Văn Phú"],"imgFilename":"chien-dich-tay-nguyen903f661a79ba46846884eb343ba9441a.jpg","name":"Chiến dịch Tây Nguyên năm 1975","time":"4\/3 - 3\/4\/1975","place":"Tây Nguyên, bao gồm các tỉnh Đắc Lắc, Phú Bổn, Gia Lai, Kon Tum, Quảng Đức, Việt Nam","desc":"Chiến dịch Tây Nguyên (từ 4 tháng 3 đến 3 tháng 4 năm 1975), mật danh Chiến dịch 275, là chiến dịch mở đầu cuộc Tổng tấn công và nổi dậy mùa Xuân năm 1975 do Quân Giải phóng miền Nam Việt Nam phát động tấn công. Với cuộc tiến công của phía Quân Giải phóng miền Nam Việt Nam ngày 10 tháng 3 năm 1975 vào Buôn Ma Thuột, cánh Nam của Quân đoàn II, Quân lực Việt Nam Cộng hòa đã bị sụp đổ. Những nỗ lực tái chiếm Buôn Ma Thuột của Quân lực Việt Nam Cộng hòa (QLVNCH) trong các trận phản công ngày 11 và 13 tháng 3 đều thất bại. Ngày 14 tháng 3, Tổng thống Việt Nam Cộng hòa Nguyễn Văn Thiệu, đồng thời là Tổng tư lệnh Quân lực Việt Nam Cộng hòa đã có một bước đi hết sức sai lầm khi ông ta quyết định rút quân trên toàn địa bàn Tây Nguyên để về giữ miền duyên hải Trung bộ. Ba ngày sau đó, hầu như toàn bộ Quân đoàn II Quân lực Việt Nam Cộng hòa bị tiêu diệt và tan rã trong cuộc rút quân hỗn loạn trên con đường số 7 định mệnh.Chiến dịch này đã tạo nên một lỗ hổng rất lớn trong tuyến phòng thủ quân sự của Quân lực Việt Nam Cộng hòa tại địa bàn Quân khu II - Quân đoàn II QLVNCH. Chiến dịch này mở đầu cho những thất bại quân sự khó có thể cứu vãn nổi của Quân lực Việt Nam Cộng hoà. Cùng với những sai lầm có tính chiến lược trong phương án và cách thức điều quân, phối trí lại lực lượng của các cấp chỉ huy QLVNCH mà đứng đầu là tổng thống Nguyễn Văn Thiệu, chiến dịch này đã tạo nên những đột biến lớn trên chiến trường mở đầu cho sự thất bại và tan rã toàn diện của QLVNCH tại miền Nam Việt Nam chỉ trong 55 ngày mùa xuân năm 1975, dẫn đến sự chấm dứt Chiến tranh Việt Nam (1954-1975) và tái thống nhất Việt Nam sau 21 năm bị chia cắt."},{"result":"Hoa Kỳ và Việt Nam Cộng hòa thắng về chiến thuật. Thắng lợi về chính trị cho Mặt trận Dân tộc Giải phóng miền Nam.","imgCaption":"Hoa Kỳ Việt Nam Cộng hòa","relativePersonsName":["Ngô Quang Trưởng"],"imgFilename":"","name":"Trận Mậu Thân tại Huế năm 1968","time":"30 tháng 1 - 3 tháng 3 1968","place":"16°28′30,9″B 107°34′33,6″Đ \/ 16,46667°B 107,56667°Đ \/ 16.46667; 107.56667 (Battle of Huế)Tọa độ: 16°28′30,9″B 107°34′33,6″Đ \/ 16,46667°B 107,56667°Đ \/ 16.46667; 107.56667 (Battle of Huế) Huế, Việt Nam Cộng hòa","desc":"Trận Mậu Thân tại Huế là trận chiến kéo dài 26 ngày giữa Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam với Quân lực Việt Nam Cộng Hòa và đồng minh Hoa Kỳ trong sự kiện Tết Mậu Thân. Trận chiến này cũng là một phần của Chiến tranh Việt Nam. Đây là một trận đánh ác liệt nhất trong đợt 1 Tổng tiến công Tết Mậu Thân. Dù quân Giải phóng bị đánh bật khỏi Huế song nó mang lại sự đổ vỡ tâm lý và chính trị lớn nhất cho Hoa Kỳ. Trong đó còn có sự kiện Thảm sát Huế Tết Mậu Thân vẫn còn nhiều tranh cãi về tính xác thực do các bên chưa công bố tài liệu hoặc công bố (tuyên truyền) sai lệch."},{"result":"Hai bên cùng tuyên bố chiến thắng, quân Mỹ sau đó rút đi, Quân Giải phóng miền Nam Việt Nam chiếm lại đồi.","imgCaption":"Quân đội Hoa Kỳ Quân lực Việt Nam Cộng hoà","relativePersonsName":[],"imgFilename":"","name":"Trận Đồi Thịt Băm năm 1969","time":"10 tháng 5 - 20 tháng 5 năm 1969","place":"16°15′11″B 107°10′29″Đ \/ 16,25306°B 107,17472°Đ \/ 16.25306; 107.17472 Tỉnh Thừa Thiên, Việt Nam","desc":"Trận Đồi Thịt Băm là tên gọi của trận chiến giữa Quân đội Nhân dân Việt Nam, Quân Giải phóng miền Nam Việt Nam với Quân đội Mỹ từ ngày 10 tháng 5 đến ngày 20 tháng 5 năm 1969 ở Thừa Thiên (nay thuộc Thừa Thiên-Huế). Trận chiến nổ ra khi Hoa Kỳ tập trung lực lượng gần 2.000 quân dưới sự yểm trợ mạnh của hỏa lực phi pháo để đánh chiếm quả đồi (núi A Bia, phía Mỹ gọi là Cao điểm 937) do 2 tiểu đoàn Quân Giải phóng miền Nam Việt Nam chiếm giữ.Trận đánh diễn ra chủ yếu bằng bộ binh: quân Mỹ leo lên đồi cao tấn công đối phưong. Các đơn vị Quân Giải phóng miền Nam Việt Nam cũng ra sức cố thủ dựa vào địa thế hiểm trở cùng thời tiết khắc nghiệt. Dù được yểm trợ mạnh bởi pháo binh và không quân, các cuộc tấn công của Mỹ đã nhiều lần bị đẩy lùi bởi sự phòng ngự có hiệu quả của phía Quân Giải phóng miền Nam Việt Nam. Ngọn đồi này sau trận đánh đã được lính Mỹ gọi là \"Đồi Thịt Băm\" - Hamburger Hill, như một cách thể hiện độ khốc liệt và thương vong cao của lính Mỹ. Theo Samuel Zaffiri, tác giả của cuốn Hamburger Hill, quân Mỹ đã chiếm được ngọn đồi sau 10 ngày chiến đấu với số thương vong lên tới 72 người chết và 372 bị thương và lại phải bỏ vị trí này một tháng sau đó.2"},{"result":"Quân Giải phóng miền Nam Việt Nam chiến thắng1 2 3","imgCaption":"Việt Nam Cộng hòa Hoa Kỳ","relativePersonsName":["Lý Tòng Bá","Ngô Du","Hoàng Minh Thảo"],"imgFilename":"","name":"Chiến dịch Đắk Tô năm 1972","time":"23 tháng 4-24 tháng 4 năm 1972","place":"Cụm cứ điểm Đắk Tô - Tân Cảnh, tỉnh Kon Tum Nam Việt Nam","desc":"Chiến dịch Đắk Tô, thường được biết đến là trận trận Đắk Tô - Tân Cảnh là trận đánh mở màn cho Chiến dịch Bắc Tây Nguyên 1972 của Quân Giải phóng miền Nam Việt Nam, diễn ra từ ngày 23 tháng 4 đến ngày 24 tháng 4 năm 1972 trên địa bàn Đắk Tô và Tân Cảnh thuộc tỉnh Kon Tum. Đặc biệt trong chiến dịch này, Quân giải phóng Miền Nam Việt Nam đã sử dụng xe tăng hạng trung T-54 và tên lửa chống tăng 9M14 Malyutka (AT-3 Sagger) của Liên Xô gây nhiều thiệt hại cho đối phương."},{"result":"Quân đội Nhân dân Việt Nam thắng","imgCaption":"Việt Nam Cộng hòa Hoa Kỳ","relativePersonsName":["Hoàng Xuân Lãm","Lê Trọng Tấn"],"imgFilename":"","name":"Trận Bản Đông năm 1971","time":"8 tháng 2 – 20 tháng 3 năm 1971","place":"18°16′38″B 102°41′0″Đ \/ 18,27722°B 102,68333°Đ \/ 18.27722; 102.68333 (Ban Dong)Tọa độ: 18°16′38″B 102°41′0″Đ \/ 18,27722°B 102,68333°Đ \/ 18.27722; 102.68333 (Ban Dong) Bản Đông, huyện Tchepone, tỉnh Savannakhet, Lào","desc":"Trận Bản Đông là một trận đánh then chốt của Quân đội Nhân dân Việt Nam trong Chiến dịch Đường 9 - Nam Lào, diễn ra từ ngày 8 tháng 2 đến ngày 20 tháng 3 năm 1971.Ngày 8 tháng 2 năm 1971, mở màn Chiến dịch Lam Sơn 719, mũi chủ yếu của Quân lực Việt Nam Cộng hòa do chiến đoàn đặc nhiệm gồm Lữ đoàn dù số 1, hai Thiết đoàn 11, 17 tiến công theo trục Đường 9 bằng cơ giới và thiết giáp, trong khi Tiểu đoàn 9 thuộc Lữ đoàn dù số 1 cơ động bằng máy bay lên thẳng, đổ bộ đánh chiếm Bản Đông.Từ ngày 12 tháng 3 đến 23 tháng 3 năm 1971, QĐNDVN bắt đầu chuyển sang thế phản công trên mặt trận Đường 9 - Nam Lào. Ngày 12 tháng 3 năm 1971, QĐNDVN mở đợt 3 chiến dịch thực hiện đòn tiêu diệt lực lượng địch ở Bản Đông. Các Trung đoàn bộ binh 66, 64, 36 có xe tăng, pháo binh, cao xạ phối hợp bao vây, chia cắt cụm cứ điểm Bản Đông.Trước sức tấn công mạnh mẽ của QĐNDVN, ngày 18 tháng 3 năm 1971 QLVNCH bắt đầu rút chạy khỏi Bản Đông, QĐNDVN lập tức công kích vào toàn bộ khu vực Bản Đông. Đến sáng ngày 20 tháng 3 họ đã làm chủ hoàn toàn Bản Đông.Để ca ngợi chiến thắng của QĐNDVN, nhạc sĩ Trần Trung đã sáng tác bài hát \"Từ Đông Hà qua Bản Đông\"."},{"result":"Quân Tây Sơn đại thắng.","imgCaption":"Tượng đài kỷ niệm chiến thắng Rạch Gầm - Xoài Mút tại Châu Thành, Tiền Giang (trước năm 1976 là tỉnh Mỹ Tho)","relativePersonsName":["Nguyễn Huệ","Nguyễn Lữ","Trương Văn Đa","Nguyễn Ánh","Lê Văn Quân","Nguyễn Văn Thành","Mạc Tử Sanh","Hồ Chí Minh"],"imgFilename":"tran-rach-gam-xoai-mute4f0047181e3152a1baa8aceb74e7240.jpg","name":"Trận Rạch Gầm – Xoài Mút năm 1785","time":"19 tháng 1 năm 1785 - 20 tháng 1 năm 1785","place":"Rạch Gầm - Xoài Mút, tỉnh Mỹ Tho (nay là tỉnh Tiền Giang, Việt Nam)","desc":"Trận Rạch Gầm-Xoài Mút là một trận chiến lớn trên sông diễn ra vào đêm 19 rạng 20 tháng 1 năm 1785 giữa liên quân Xiêm-Nguyễn và quân Tây Sơn tại khúc sông Rạch Gầm-Xoài Mút, khi đó thuộc dinh Trấn Định, xứ Đàng Trong; về sau đổi thành tỉnh Mỹ Tho, nay thuộc tỉnh Tiền Giang, Việt Nam."},{"result":"Tây Sơn chiến thắng, quân Thanh rút khỏi Đại Việt. Nhà Tây Sơn thay thế nhà Lê. Nhà Tây Sơn chấp nhận triều cống cho nhà Thanh.","imgCaption":"Một bức họa của người Trung Quốc về trận đánh: Quân Thanh vượt sông Thọ Xương (sông Thương) trên đường tiến về Thăng Long, phía xa là quân Tây Sơn đang tháo chạy.","relativePersonsName":["nhà Lê","nhà Thanh","Nguyễn Huệ","Phan Văn Lân","Ngô Văn Sở","Đặng Tiến Đông","Tôn Sĩ Nghị","Trương Triều Long","Lý Hóa Long","Lê Chiêu Thống","Ngô Thời Nhậm"],"imgFilename":"tran-ngoc-hoi-dong-da41f289d0433cd798cbb33cd1e6a4c5c7.jpg","name":"Trận Ngọc Hồi - Đống Đa năm 1789","time":"1789","place":"Miền Bắc Đại Việt","desc":"Trận Ngọc Hồi - Đống Đa (hay Chiến thắng Kỷ Dậu) là tên gọi do các nhà sử học Việt Nam dành cho loạt trận đánh chống ngoại xâm thắng lợi của nước Đại Việt thời Tây Sơn do vua Quang Trung lãnh đạo vào đầu năm Kỷ Dậu 1789, đánh tan hàng vạn quân Mãn Thanh do Tôn Sĩ Nghị chỉ huy - kéo sang do sự cầu viện của vua Chiêu Thống nhà Lê Trung Hưng.Trận Ngọc Hồi - Khương Thượng là chiến thắng quân sự tiêu biểu thể hiện tài năng của hoàng đế Quang Trung nhà Tây Sơn, khi chỉ trong 5 ngày, ông đã hành quân thần tốc và đánh tan lực lượng quân Thanh, chiếm lại được kinh đô Thăng Long. Chiến thắng này khẳng định sự tồn tại của nước Đại Việt trước họa xâm lược, chấm dứt sự tồn tại của nhà Hậu Lê, đồng thời đánh dấu việc nhà Tây Sơn chính thức thay thế nhà Hậu Lê trong việc cai quản đất Bắc Hà và trong quan hệ với nhà Thanh."},{"result":"Quân Trịnh chiến thắng, Tây Sơn phải quy thuận","imgCaption":"không rõ","relativePersonsName":["Trịnh Sâm","Hoàng Ngũ Phúc","Nguyễn Nghiễm","Hoàng Đình Bảo","Hoàng Phùng Cơ","Hoàng Đình Thể","Nguyễn Đình Đống","Nguyễn Nhạc","Lý Tài"],"name":"Trận Cẩm Sa năm 1775","time":"Tháng 4 năm 1775","place":"Quảng Nam, Việt Nam","desc":"Trận Cẩm Sa là một phần của cuộc chiến tranh Tây Sơn-Chúa Trịnh vào cuối thế kỷ 18 trong lịch sử Việt Nam giữa chúa Trịnh và chính quyền Tây Sơn của Nguyễn Nhạc."},{"result":"Quân Đại Việt toàn thắng, Nguyên Mông phải rút lui khỏi Đại Việt","imgCaption":"Mục Lục [Thu \/ Mở] Nguyên nhân Tương quan lực lượng Quân Nguyên Quân Trần Diễn biến Hai bên dàn quân Đụng độ ở biên giới quốc gia Trận Vạn Kiếp và phía tây bắc nước ta Trận Cao Lạng Trận Thăng Long Trận Vân Đồn Thoát Hoan rút về Vạn Kiếp Trận Bạch Đằng Giả thuyết khác Trận Lạng Sơn Kết cục các tướng Nguyên Kết quả Định công phạt tội Chiến thuật và ý nghĩa Tham khảo Chiến tranh Nguyên Mông-Đại Việt lần 3 . Thời gian năm 1287-1288 Địa điểm Bắc Bộ Việt Nam Nguyên nhân bùng nổ Đại Việt chống lại sự xâm lược của nhà Nguyên Kết quả Quân Đại Việt toàn thắng, Nguyên Mông phải rút lui khỏi Đại Việt Tham chiến Nhà Trần Đại Việt Nhà Nguyên Trung Quốc Chỉ huy Trần Thái Tông Trần Nhân Tông Trần Quốc Tuấn Trần Quang Khải Trần Nhật Duật Trần Khánh Dư Phạm Ngũ Lão Trần Gia Nguyễn Khoái Nguyễn Thế Lộc Trần Ngạc Đỗ Hành Trương Văn Hổ Thoát Hoan Ariq Qaya (A Lý Hải Nha) Ô Mã Nhi Ayuruychi (Áo Lỗ Xích) Phàn Tiếp Tích Lệ Cơ Yiymis (Diệc Hắc Mê Thất) Ariq Qusun (A Lý Quy Thuận) Abaci (A Bát Xích) Ali (A Lý) Trình Bằng Phi Aruq (Ái Lỗ) Trương Ngọc Lưu Khuê Siktur (Tích Đô Nhi) Trương Văn Hổ Phí Củng Thìn Đào Đại Minh Trần Trọng Đạt Tạ Hữu Khuê Bồ Tý Thành Trần Ích Tắc Lê Tắc Lực lượng trên 300.000. 500.000. . Chiến tranh Nguyên Mông-Đại Việt lần 3 (theo cách gọi khác ở Việt Nam là Kháng chiến chống quân Nguyên Mông lần thứ 3) là cuộc chiến tranh giữa Đại Nguyên và Đại Việt diễn ra trên lãnh thổ Đại Việt từ tháng 12 năm 1287 đến cuối tháng 4 năm 1288. Đại Việt lại một lần nữa đẩy lui được cuộc xâm lăng của Nguyên Mông. Sau này, giữa nhà Trần và nhà Nguyên không phát sinh thêm cuộc chiến tranh nào và đây được sử sách nhìn nhận là cuộc chiến cuối cùng giữa hai bên. Nguyên nhân Sau thất bại trong việc chinh phạt Đại Việt năm 1285, hoàng đế nhà Nguyên là Hốt Tất Liệt vẫn không từ bỏ kế hoạch chiếm Đại Việt. Gần như ngay lập tức, kế hoạch tái chinh phạt được hoạch định. Ngày 21 tháng 8 năm 1285, Khu mật viện nhà Nguyên trình đề nghị tái chiến với Đại Việt. Giữa tháng 2 năm 1286, Hốt Tất Liệt lệnh cho Ariq Qaya bàn kế hoạch đánh Đại Việt. Đầu tháng 3, danh sách các chỉ huy quân Nguyên tham gia được phê duyệt. Giữa tháng 3, việc điều động binh lính bắt đầu và đồng thời một dự án đóng 300 tàu chiến được khởi công. Tuy nhiên, do những cuộc khởi nghĩa của nhân dân Trung Quốc nổ ra khắp nơi ở miền Nam Trung Quốc, nên vào tháng 6 năm 1286 vua Nguyên ra lệnh hoãn việc chinh phạt Đại Việt. Đến cuối năm 1286, việc chuẩn bị chinh phạt Đại Việt được tái khởi động. Tương quan lực lượng Quân Nguyên Theo kế hoạch mà Hốt Tất Liệt đề ra vào tháng 3 năm 1286, đội quân Nguyên chinh phạt Đại Việt vẫn sẽ do Toghan (Thoát Hoan) làm tổng tư lệnh. Ariq Qaya làm phó tổng tư lệnh. Các chỉ huy cao cấp khác gồm Ayuruychi (Áo Lỗ Xích), Omar (Ô Mã Nhi), Phàn Tiếp (tướng người Hán của nhà Nguyên), Yiymis (Diệc Hắc Mê Thất), Ariq Qusun (A Lý Quỹ Thuận), v.v... Sau đó, tháng 11 năm 1286, Abaci (A Bát Xích), Ali (A Lý), Trình Bằng Phi (tướng người Hán của nhà Nguyên), Aruq (Ái Lỗ), Trương Ngọc, Lưu Khuê, Siktur (Tích Đô Nhi), Trương Văn Hổ, Phí Củng Thìn, Đào Đại Minh (những tên cướp biển người Hán làm tướng nhà Nguyên), Trần Trọng Đạt, Tạ Hữu Khuê, Bồ Tý Thành cũng được điều động. Phần lớn các tướng lĩnh này đều đã từng tham gia chinh phát Đại Việt năm 1285. Ariq Qaya qua đời ngày 18 tháng 6 năm 1286, và Ayuruchi được cử làm phó cho Thoát Hoan. Theo Nguyên sử, ngoài việc huy động lại những quân lính trong lần chinh phạt thứ 2 thoát được về Trung Quốc, nhà Nguyên còn huy động thêm 7 vạn quân Mông Cổ và Hán của ba tỉnh Giang Hoài, Giang Tây, Hồ Quảng, 1.000 quân nhà Nam Tống cũ đầu hàng theo Nguyên, 6.000 quân của Vân Nam, 15.000 quân người Lê ở Hải Nam, ngoài ra còn quân người dân tộc ở Quảng Tây. Số quân huy động thêm mà Nguyên sử ghi là 92.000, chưa tính số quân người Choang không được ghi rõ. An Nam chí lược ghi tổng số quân là 10 vạn, nhưng khi vào đến Đại Việt hội binh thì lại ghi có 50 vạn. Đại Việt sử ký Toàn thư ghi số quân Nguyên là 50 vạn. Về thủy quân, quân Nguyên có 700 thuyền chiến mới đóng cùng 120 thuyền chiến của Hải Nam đều đặt dưới sự chỉ huy của Ô Mã Nhi. 100 thuyền vận tải chở 17 vạn thạch lương do Trương Văn Hổ chỉ huy đi cùng Ô Mã Nhi. Trần Trọng Kim trong Việt Nam sử lược cho rằng số quân Nguyên khoảng 30 vạn và Trần Xuân Sinh trong Thuyết Trần cho rằng con số này giống như An Nam chí lược ghi khi quân Nguyên hội binh, là gần với sự thực, vì ngoài số quân mới huy động còn số quân trở về từ thất bại năm 1285 được điều động quay trở lại Đại Việt. Quân Trần Phía Đại Việt đã tiến hành tổng động viên. Lần này lãnh đạo là Trần Nhân Tông. Tướng chỉ huy toàn bộ quân đội là Hưng Đạo Vương Trần Quốc Tuấn. Tổng số quân nhà Trần khoảng trên 30 vạn (con số này có lẽ tính gộp cả quân chủ lực lẫn quân địa phương và dân binh) Trần Nhân Tông đại xá thiên hạ, chỉ trừ những người từng hàng quân Nguyên đều không được đại xá. Nhiều tù nhân được ra tình nguyện tòng quân ra mặt trận để báo ơn. Trần Quốc Tuấn với những kinh nghiệm tác chiến thu được sau khi đánh bại quân Nguyên 2 năm trước, sau khi phân tích tình hình quân Nguyên, đã tự tin tâu với vua Trần: \"Thế giặc năm nay dễ phá\" Diễn biến Hai bên dàn quân Ngày 3 tháng 9 âm lịch, Thoát Hoan khởi binh từ đất Ngạc tiến về phía nam, mượn tiếng đưa \"An Nam quốc vương\" Trần Ích Tắc về nước. Quân Nguyên chia làm 3 cánh: Cánh thứ nhất theo đường Vân Nam tiến xuống sông Thao và sông Lô như 2 lần trước do Aruq chỉ huy Cánh thứ hai là quân chủ lực đi đường châu Khâm, châu Liêm do Thoát Hoan cùng Trình Bằng Phi, Áo Lỗ Xích, dẫn theo Trần Ích Tắc tiến vào biên giới đông bắc. Cánh thứ 3 là thủy quân do Ô Mã Nhi, Phàn Tiếp chỉ huy 500 chiến thuyền cùng đoàn vận lương do Trương Văn Hổ phụ trách kéo theo sau. Phía Đại Việt, Trần Quốc Tuấn thống lĩnh các vương hầu chia quân chống giữ các nơi. Trần Quốc Tuấn, Nguyễn Khoái mang 3 vạn quân giữ Lạng Sơn; Lê Phụ Trần mang 3 vạn quân vào giữ Thanh - Nghệ; Trần Khánh Dư giữ Vân Đồn; tự Trần Quốc Tuấn đóng binh ở Quảng Yên. Mặt khác, Hưng Đạo Vương sai quân biên giới giáp châu Tư Minh, chia ra đóng các đồn Sa, Từ, Trúc để chống bộ binh địch xâm nhập; lại sai một tướng khác ra giữ Bình Than. Đụng độ ở biên giới quốc gia Cánh quân Nguyên chủ lực do Thoát Hoan và Ayuruyci chỉ huy tập kết tại Tư Minh vào ngày 18 tháng 12 năm 1287 và bắt đầu vào lãnh thổ Việt Nam ngày 25 tháng 12 năm 1287. Tiến tới Lộc Châu (Lộc Bình, Lạng Sơn) ngày 29 tháng 12 thì Thoát Hoan chia quân làm 2 mũi, một mũi do Trình Bằng Phi và Bolqadar chỉ huy có 1 vạn quân người Hán đi từ Vĩnh Bình tới Chi Lăng và một mũi nữa gồm số quân còn lại đi từ Lộc Bình tới Sơn Động; lưu 2500 quân ở lại vận lương, vũ khí và binh phục. Ngả quân bộ do Aruq, Atai và Mangqudai chỉ huy từ Vân Nam tiến vào lãnh thổ Đại Việt còn sớm hơn cả ngả chính; ngày 11 tháng 12 đã đến Bạch Hạc. Thủy quân của Ô Mã Nhi và Phàn Tiếp chỉ huy xuất phát từ Khâm Châu tiến về vùng bờ biển Đông Bắc của Đại Việt. Ngày 17 tháng 12 năm 1287, lực lượng chiến đấu chính do Ô Mã Nhi chỉ huy tách khỏi lực lượng vận tải lương thực, vài ngày sau thì tiến vào cửa biển Vạn Ninh (Móng Cái) từ đó đi ven bờ tiến tới cửa sông Bạch Đằng và theo sông này tiến vào Vạn Kiếp. Gần như ngay khi đặt chân vào đất Đại Việt, quân Nguyên và quân Đại Việt đã giao chiến với nhau. Quân từ Vân Nam của Aruq giao chiến với 4 vạn quân của Trần Nhật Duật tại Bạch Hạc và giành thắng lợi, thu được một số thuyền và giết được Lê Thạch và Hà Anh của Đại Việt. Các mũi quân của Thoát Hoan vừa qua sông biên giới, Trình Bằng Phi mang quân Hán tiến vào phía Lạng Châu và Lão Thử (Chi Lăng). Nguyên sử chép rằng cánh quân này thắng liền 17 trận, đánh chiếm các đồn Hãm Sa, Tư Trúc. Mũi nhánh thứ hai của Thoát Hoan có Thoát Hoan đi cùng vượt qua ải Khả Lý. Đến đầu năm 1288 thì đóng ở kênh Mao La. Lực lượng thủy quân Nguyên không tiến vào Thanh - Nghệ rồi đánh ngược ra giống lần trước như nhà Trần dự định vì đã biết quân Trần đề phòng, trái lại tiến thẳng vào miền bắc để hợp binh với Thoát Hoan. Khi Ô Mã Nhi tiến tiến đến Quảng Yên thì giao chiến với quân của tướng Đại Việt là Trần Gia tại vụng Đa Mỗ (mũi Ngọc, Móng Cái). Trần Gia nỗ lực chống lại, chiếm được một số thuyền và đánh đắm vài thuyền lương đầu tiên. Phía Trần Gia cũng bị chết vài trăm người và thế yếu hơn, cuối cùng phải rút lui. Thoát Hoan nghe tin báo lương thực bị hãm, liền lệnh cho các tướng đi cướp được một số lương thực của Đại Việt để dùng. Đầu tháng chạp âm lịch, quân Trần tại khắp các đồn ải ở biên giới Lạng Sơn chống đỡ không nổi phải rút lui; một số nơi khác nghe tin thanh thế quân Nguyên quá lớn phải bỏ đồn rút trước khi quân Nguyên đến nơi. Quân Trần yếu thế, lại bị quân Nguyên cướp lương, nên lui về Vạn Kiếp để bảo toàn lực lượng. Trần Gia tuy thắng được tiền quân thuỷ một trận nhỏ nhưng tiền quân thuỷ của Phàn Tiếp vẫn tiến được qua sông Bạch Đằng vào Bắc Giang. Trần Quốc Tuấn bố trí quân ra chặn ở sông nhưng không cản nổi. Phàn Tiếp gặp được quân bộ của Thoát Hoan. Trận Vạn Kiếp và phía tây bắc nước ta Thoát Hoan chia quân đánh chiếm núi Phả Lại và núi Chí Linh (Hải Dương), lập trại vững chắc để bố phòng. Trình Bằng Phi tiến đánh trại Phù Sơn, quân Trần dùng tên độc giết nhiều quân Nguyên nhưng sau đó Bằng Phi được tiếp viện, lại quay trở lại đánh. Quân Trần rút lui. Đầu tháng 1 năm 1288, hai cánh quân của Thoát Hoan và Trình Bằng Phi hợp lại tại Vạn Kiếp. Dọc đường từ Lộc Châu đến Vạn Kiếp, cánh Trình Bằng Phi đã giao chiến với quân Đại Việt 17 trận, còn cánh của Thoát Hoan chỉ gặp sự kháng cự yếu ớt. Lực lượng Đại Việt tại Vạn Kiếp rất ít và đã rút lui về Thăng Long. Thoát Hoan chiếm lấy Vạn Kiếp làm căn cứ đầu não, để ở đây 2 vạn quân, dựng thành gỗ trên núi ở Chí Linh và Phả Lại. Từ đây, quân Nguyên đánh rộng ra xung quanh và tiến về Thăng Long. Tại mặt trận tây bắc, đạo quân của Aruq từ Vân Nam theo dòng sông Thao và sông Lô đánh xuống. Quân của các chủ trại Tuyên Quang ra đánh chặn không nổi. Trần Nhật Duật vốn giữ mặt trận Lạng Sơn, sợ địch vào sâu bèn ra đóng ở Bạch Hạc để ngăn quân Aruq. Hai bên giao chiến tất cả 18 trận và cùng bị thiệt hại. Hai tướng nhà Trần là Hà Anh và Lê Thạch bị quân Nguyên bắt giết. Cuối cùng Trần Nhật Duật thua chạy. Aruq tiến vào Thăng Long. Trận Cao Lạng Xem thêm: Lê Tắc Khi đạo quân chủ lực Thoát Hoan cùng \"An Nam quốc vương\" Trần Ích Tắc tiến vào Thăng Long thì lực lượng hậu đội do các tướng người Việt khác là Lê Tắc cùng Lê An mang 5000 quân hộ tống con Trần Ích Tắc là Trần Dục mới 9 tuổi kéo theo sau quân Nguyên, đúng đường Thoát Hoan đã đi. Tuy không gặp phải sự ngăn cản của quân chủ lực nhà Trần nhưng cánh quân Lê Tắc lại bị sự phục kích của tướng người Tày là Nguyễn Thế Lộc tại cửa ải Nội Bàng. Quân Nguyên bị tổn hại nhưng vẫn tiến qua được biên giới. Nguyễn Thế Lộc bủa vây, Lê Tắc dựa vào sông Lục Nam bày trận chống lại. Thế Lộc để chừa lại hướng bắc, vây 2 mặt kẹp lại. Lê Tắc và Lê An không chống nổi, phải theo hướng bắc để ngỏ chạy trở lại biên giới. Thế Lộc tung quân đuổi theo. Lê An bế Trần Dục đi con ngựa gầy chạy chậm, bị quân Trần đuổi sát. Lê Tắc vội quay ngựa lại, nhường ngựa tốt mình đang cưỡi cho An ôm Dục chạy trước. Cuối cùng cánh quân Nguyên này chỉ còn không đầy 100 người, chạy thoát về châu Tư Minh đúng ngày Tết nguyên đán năm Mậu tý (1288). Trận Thăng Long Cuối tháng 1, quân Nguyên bắt đầu tiến đánh Thăng Long. Cánh quân Vân Nam của Aruq gặp đại quân Thoát Hoan ở bên bờ sông Hồng gần Thăng Long. Thoát Hoan sai Ô Mã Nhi truy đuổi các vua Trần. Ô Mã Nhi sai bắn tin với vua Trần rằng: \"Ngươi chạy lên trời ta theo lên trời, ngươi chạy xuống đất ta theo xuống đất, ngươi trốn lên núi ta theo lên núi, ngươi lặn xuống nước ta theo xuống nước\". Trần Quốc Tuấn rút về kinh thành, sai tướng rước vua Trần lui xuống hạ lưu sông Hồng rồi theo cửa Giao Thủy đi ra biển vòng lên Tháp Sơn (Đồ Sơn). Sau đó bị cánh quân Nguyên của Ô Mã Nhi đuổi quá gấp, thượng hoàng Thánh Tông và Nhân Tông phải xuống thuyền vào Thanh Hóa. Ô Mã Nhi mang vài chục thuyền và ít lương đuổi gấp theo, nhưng nghe tin có Lê Phụ Trần cầm một đạo thuỷ quân lớn đã phòng ở Thanh Hoá, liệu thế không đánh nổi đành quay trở lại. Qua Long Hưng, Ô Mã Nhi bực tức sai phá lăng Trần Thái Tông. Ngày 2 tháng 2 năm 1288, quân Nguyên bắt đầu đánh thành. Trần Quốc Tuấn dàn quân cố thủ. Quân Trần nấp trong thành bắn tên đạn ra. Quân Nguyên bao vây tấn công vài lần không có kết quả. Trần Quốc Tuấn sai Trần Cao vài lần đến trại Thoát Hoan xin giảng hoà, nhưng ban đêm thường kéo ra từng toán nhỏ đánh lén vào trại quân Nguyên, đốt phá lương thực rồi rút lui. Thoát Hoan điều quân ra ngoài truy kích, nhưng quân Trần thường ẩn nấp khó phát hiện ra. Trong các cuộc xung đột quanh kinh thành, tướng Trần Ngạc (tông thất nhà Trần) bị trúng tên tử trận. Các tài liệu dẫn về trận Thăng Long chưa hoàn toàn thống nhất. Khâm định Việt Sử Thông giám Cương mục, Việt Sử tiêu án và Việt Nam sử lược chỉ nêu Thoát Hoan vây đánh nhưng không hạ được thành; Đại Việt Sử ký Toàn thư không chép trận Thăng Long. Một số sách sử Việt Nam hiện đại cho rằng quân Trần bỏ thành rút lui. Quân Nguyên lọt được vào kinh thành, nhưng sau đó đụng độ kịch liệt với quân Trần. Sau vài lần giao chiến, cuối cùng quân Nguyên phải rút lui, trước khi rút đã đốt phá cung điện và phố xá. Trận Vân Đồn Địa điểm được giả thuyết là \"sông Mang\" giữa hai đảo Cái Bàn và Vân Hải nơi xảy ra cuộc tập kích của quân và dân Đại Việt dưới sự chỉ huy của Trần Khánh Dư và anh em họ Phạm người Quan Lạn vào đoàn thuyền của Trương Văn Hổ. Ô Mã Nhi và Phàn Tiếp vốn được giao cầm quân thuỷ mở đường cho đoàn thuyền lương của Trương Văn Hổ, Phí Củng Thìn theo sau. Sau khi đánh lui được quân Trần Gia, Ô Mã Nhi cho rằng thế quân Trần yếu không đáng lo, bèn tiến sâu vào nội địa để hội binh với Thoát Hoan và truy đuổi vua Trần. Nhân Huệ vương Trần Khánh Dư được giao trấn giữ đường biển nhưng để quân Nguyên đi qua, bị thượng hoàng Thánh Tông sai sứ hỏi tội. Khánh Dư xin khất vài ngày để chuộc tội. Đầu năm 1288, đoàn thuyền lương của Trương Văn Hổ kéo đến Vân Đồn, bị quân Trần Khánh Dư tập kích. Không có quân chủ lực bảo vệ, quân của Trương Vân Hổ mau chóng bị tiêu diệt. Văn Hổ cố gắng kéo vào đất liền nhưng đến Lục Thuỷ thì thuyền quân Trần đổ ra đánh càng đông. Hổ đại bại, đổ cả thóc xuống biển vì không muốn lọt vào tay quân Trần, rồi bỏ chạy về Quỳnh châu. Thuyền lương của Phí Củng Thìn kéo theo sau, mới đến Huệ châu đã gặp bão, trôi giạt tới Quỳnh châu. Đoàn thuyền lương do Từ Khánh chỉ huy thì đi lạc tới Chiêm Thành rồi quay trở lại Quảng Đông. Như vậy, các thuyền lương của quân Nguyên mất hoàn toàn. Thoát Hoan rút về Vạn Kiếp Trong khi Thoát Hoan vây đánh Thăng Long thì các tướng Nguyên ở Vạn Kiếp vẫn tiếp tục củng cố căn cứ này làm bản doanh; lập hành lang thông sang Trung Quốc để báo tin về nước, nhưng nhiều đồn trại qua các vùng núi thường bị quân Trần đánh phá và cô lập. Thoát Hoan vây đánh Thăng Long, chờ mãi không thấy thuyền lương của Trương Văn Hổ tới, bèn sai Ô Mã Nhi đi đón. Ô Mã Nhi khi đi tìm đoàn thuyền lương phải qua đây và đã bị tập kích ở cửa Văn Úc (ngày 10 tháng 2 năm 1288), và trên biển gần Tháp Sơn, bị thiệt hại nặng mà vẫn không thấy Trương Văn Hổ đâu, đành quay về Vạn Kiếp. Dọc đường về Vạn Kiếp, Ô Mã Nhi đã cướp được 4 vạn thạch gạo. Các đơn vị của Abaci cũng đã giao chiến với quân Trần tại Tháp Sơn và cũng cướp được một ít lương thực. Ở Thăng Long mà không có lương thực, Thoát Hoan lúng túng. Đã vậy, quân Đại Việt đã phản công mạnh mẽ và kiểm soát vùng Hải Dương và Hải Phòng đẩy Thoát Hoan vào nguy cơ bị cắt đường về Vạn Kiếp. Trước tình hình như vậy, Thoát Hoan rút quân khỏi Thăng Long quay về Vạn Kiếp, sai Abaci đi tiên phong mở đường. Nguyên sử chép rằng quân Nguyên bi dịch bệnh rất nhiều, không thể tiếp tục tiến binh nên phải lui trở lại. Tại Vạn Kiếp, quân Nguyên cố thủ trong các thành gỗ nhưng thường xuyên bị quân Đại Việt tập kích vào ban đêm. Tình hình thiếu lương thực càng ngày càng trầm trọng. Thoát Hoan quyết định rút quân khỏi Đại Việt. Lúc đó là vào khoảng cuối tháng 3 năm 1288, tức là chỉ 3 tháng sau khi tiến quân vào Đại Việt. Quân Nguyên chia làm 2 ngả rút về, một ngả của thủy quân do Ô Mã Nhi và Phàn Tiếp chỉ huy. Một ngả của bộ binh do Thoát Hoan chỉ huy. Trận Bạch Đằng Xem chi tiết: Trận Bạch Đằng, 1288 Những cọc nhọn được cho là đã được quân Đại Việt dùng để tiêu diệt thủy quân Nguyên. Hiện vật trưng bày tại Bảo tàng Lịch sử Việt Nam. Để bảo vệ cho thủy quân rút lui, Trình Bằng Phi và Tacu được Thoát Hoan phái đi hộ tống, nhưng bị chặn đánh liên tục phải quay về Vạn Kiếp đi cùng đại quân bộ. Đoàn thuyền của Ô Mã Nhi không có bộ binh bảo vệ đã bị chặn đánh liên tục, mãi tới ngày 8 tháng 4 năm 1288 mới tiến tới Trúc Động định vào sông Giá. Tuy nhiên, quân Đại Việt đã ngăn được quân Nguyên vào sông Giá, khiến Ô Mã Nhi phải tiến vào sông Bạch Đằng. Tại đây, quân Đại Việt bố trí một trận địa cọc ngầm. Một lực lượng lớn bộ binh Đại Việt lại trú tại Tràng Kênh chờ đánh vào sườn phải quân Nguyên khi họ vào sông Bạch Đằng, còn một lực lượng lớn nữa trú tại khu rừng bên tả ngạn sông sẽ đánh vào sườn trái đối phương. Thủy quân Đại Việt thì ẩn náu trên các sông khác thông với sông Bạch Đằng. Sáng ngày 9 tháng 4 năm 1288, thủy quân Nguyên tiến vào sông Bạch Đằng, thấy thủy quân Việt liền đuổi đánh, song va phải các cọc ngầm và bị chặn lại. Quân Đại Việt từ khắp các hướng đổ ra đánh. Đích thân vua Trần và Trần Hưng Đạo cầm quân tham chiến. Quân Đại Việt đã bắn rất nhiều mũi tên vào quân Nguyên. Thủy triều rút làm cho số thuyền bị cọc nhọn làm vỡ càng tăng. Đến chiều, toàn bộ cánh quân thủy của quân Nguyên bị tiêu diệt. Tướng Trần là Đỗ Hành bắt được Ô Mã Nhi và Tích Lệ Cơ. Phàn Tiếp bị thương, nhảy xuống nước, bị quân Trần dùng câu liêm móc lên, bắt sống. Siragi và Lý Thiên Hựu cũng bị bắt sống. Quân Nguyên bị chết rất nhiều, hơn 400 chiến thuyền lọt vào tay quân Trần. Gần như toàn bộ thuỷ quân Nguyên bị tiêu diệt. Một số sách sử chép những người bị bắt với Ô Mã Nhi gồm Tích Lệ và Cơ Ngọc. Các sử gia hiện đại đính chính rằng đó không phải là hai người mà chỉ là một người: hoàng thân Tích Lệ Cơ, được phong tước vương nên gọi là Tích Lệ Cơ vương. Do chữ \"vương\" và chữ \"ngọc\" gần giống nhau nên sử cũ đã nhầm. Giả thuyết khác Có ý kiến cho rằng, ngay từ khi nhận chức Tiết chế ở Bình Than, Trần Quốc Tuấn đã theo kế của Ngô Quyền, muốn ngăn quân địch tiến vào bằng cọc nhọn ở sông Bạch Đằng. Số cọc nhọn làm năm 1288 chỉ là số bổ sung thêm. Ngay từ năm 1284, Trần Quốc Tuấn đã giăng bẫy ở đây và muốn dồn địch vào trận địa cọc, nhưng quân Trần yếu thế không thực hiện được ý định. Kết quả quân Nguyên vượt qua an toàn. Năm 1287, khi Ô Mã Nhi tiến vào cũng mang quân đông và mạnh khiến quân Trần không thể dồn quân Nguyên tới bãi cọc vào thời điểm triều rút, do đó việc bố trí cọc cũng vô hiệu. Theo ý kiến của Trần Xuân Sinh, các tướng Nguyên không thể không biết về bài học trận Bạch Đằng, 938 của quân Nam Hán; nhưng do hai lần đã đi qua dễ dàng, quân Nguyên chủ quan không đề phòng cạm bẫy ở sông Bạch Đằng năm 1288. Chính vì vậy khi rút lui đã bị sa vào trận địa và bị diệt hoàn toàn. Trận Lạng Sơn Ngày 8 tháng 4 năm 1288, quân của Thoát Hoan từ Vạn Kiếp tiến lên Lạng Sơn. Abaci dẫn quân kỵ đi mở đường. Siktur được lệnh dẫn một cánh đi theo hướng Tây (qua Chi Lăng), nhưng đến Hãm Nê thì bị quân Đại Việt chặn đánh, đành trở lại nhập vào đoàn quân của Thoát Hoan. Ngày 11 tháng 4, đội quân Nguyên tiến tới cửa Nội Bàng (thị trấn Chũ và xã Bình Nội của Bắc Giang ngày nay) và lọt vào trận địa phục kích của quân Đại Việt. Quân Nguyên cố sức chống cự; Daraci và Lưu Thế Anh phải liều chết mở đường máu cho đại quân thoát khỏi cửa Nội Bàng. Qua được Nội Bàng, Thoát Hoan nhận được tin trinh sát rằng phía trước có 30 vạn quân Đại Việt trải dọc suốt 100 dặm mai phục, đành đổi hướng đi qua Đơn Kỷ về Lộc Châu. Tuy nhiên qua đường này, quân Nguyên vẫn bị quân Đại Việt tập kích. Nguyên sử chép: \"Lúc đó quân ta đã thiếu ăn lại mệt vì chiến đấu, tướng tá nhìn nhau thất sắc\" nhưng vẫn phải \"cố xông vào mà đánh\" và \"buộc vết thương lại mà đánh\". Abaci trúng tên độc tử trận. Mãi đến ngày 19 tháng 4 năm 1288, quân Nguyên mới thoát khỏi biên giới về đến Tư Minh. Kết cục các tướng Nguyên Thoát Hoan cùng Trình Bằng Phi chạy thoát về nước. Gần như ngay khi về nước, Aruq bị cảm lị qua đời (1288). Các viên đầu mục người Mông bị bắt được tha về. Những tướng người Hán bỏ hàng ngũ Mông Cổ theo Đại Việt được nhà Trần chấp thuận, cấp đất cho sinh sống. Riêng Ô Mã Nhi, sử cũ của Việt Nam cho rằng: vì Ô Mã Nhi khoẻ mạnh, dũng mãnh và tàn ác, giết hại nhiều người Việt và phá lăng vua Trần, Trần Quốc Tuấn đã thực hiện ý định ám sát để ngừa hậu hoạ. Ông cấp thuyền cho Ô Mã Nhi trở về, nhưng lại sai người (có thuyết cho là Yết Kiêu) sung làm phu chèo thuyền và nhân lúc đêm tối dùi thuyền thủng cho đắm. Ô Mã Nhi bị chết đuối. Trần Nhân Tông gửi thư sang nói với Hốt Tất Liệt rằng thuyền bị rỉ nước nên đắm. Nhà Nguyên không thể tra cứu việc đó nên buộc phải lờ đi, không trách cứ. Nguyên sử chép lại bức thư của vua Nhân Tông gửi vua Nguyên về việc này: \"Tham chính Ô Mã Nhi theo kỳ định đã về sau. Chẳng may đêm đến, thuyền rỉ nước, tham chính tầm vóc cao lớn lực lưỡng, khó bề cứu vớt, mới nỗi phải chết chìm; người chở thuyền của tiểu quốc vì vớt ông ấy, cũng đều phải chết cả. Thê thiếp và tiểu đồng của Tham chính cũng suýt chết đuối, may vì mình mẩy bé nhẹ nên mới cứu được...\" Có ý kiến cho rằng Ô Mã Nhi đã bị giết trong trận Bạch Đằng và vụ ám sát do Nguyên sử đặt ra để cho nhà Trần là hẹp lượng. Một căn cứ là sau này trong bài Bình Ngô Đại Cáo, Nguyễn Trãi viết: Sông Bạch Đằng giết toi Ô Mã (Mã Nhi hựu ế ư Bạch Đằng hải). Vụ giết Ô Mã Nhi bị một số sử gia Ngô Sĩ Liên, Ngô Thì Sĩ coi là \"thất tín\", còn Trần Trọng Kim đồng tình với Tự Đức coi là \"bất nhân phi nghĩa\". Các sử gia hiện đại của Việt Nam thì cho rằng: tuy không phải đáng khen nhưng không có gì đáng chê trách, mạt sát cả. Đó là sự trả giá của Ô Mã Nhi với người Việt. Riêng Lê Văn Siêu phản đối nhận định của Tự Đức gay gắt hơn trong việc này: \"Vua Tự Đức chê [việc này] là bất tín bất nghĩa... Nhưng sao đế vương ngài chẳng đem cái ý niệm đạo đức ấy mà soi vào việc tổ phụ ngài là Nguyễn Ánh đã xử tử tế như thế nào với di hài của Quang Trung? Còn đây là tướng giặc, đã từng giết thác (chết) bao nhiêu người, từng đuổi ngặt vua và thượng hoàng, lại từng phá lăng miếu tổ tiên người ta...\" Phàn Tiếp lo buồn thành bệnh qua đời ở Đại Việt, Trần Nhân Tông sai hoả táng và cấp người ngựa cho vợ con mang xác về nước. Có ý kiến cho rằng Phàn Tiếp cũng bị giết lén cùng Ô Mã Nhi. Hoàng thân Tích Lệ Cơ cùng các tướng người Mông khác được trở về nước tháng 2 năm 1289. Kết quả Kế hoạch xâm lược Đại Việt của nhà Nguyên một lần nữa thất bại. Một số tướng lĩnh xuất sắc của nhà Nguyên đã chết, như Abaci, Ô Mã Nhi, Phàn Tiếp. Phần lớn chiến thuyền của quân Nguyên bị tiêu diệt hoặc bắt giữ. Số lượng binh sĩ tử trận là không nhỏ, đặc biệt là lực lượng thủy quân bị tiêu diệt gần như toàn bộ. Riêng cánh quân Vân Nam của Aruq, sử cũ không ghi rõ kết cục. Trần Xuân Sinh phỏng đoán rằng đạo quân này theo ngược sông Hồng trở về Vân Nam, sau khi Thoát Hoan rời Vạn Kiếp. Nguyên sử chỉ ghi ngắn gọn: \"Thoát Hoan lệnh cho A Lỗ (Aruq) rút về Vân Nam\". Về phía Đại Việt, tuy đã làm phá sản kế hoạch xâm lược của quân Nguyên, nhưng nhiều tướng sỹ đã tử trận. Định công phạt tội Tháng 4 âm lịch năm 1289, Trần Nhân Tông xét công lao các tướng sĩ trong trận thắng quân Nguyên. Các tướng Trần Quốc Tuấn được phong đại vương, Trần Quốc Nghiễn phong Khai quốc công, Trần Quốc Tảng phong Tiết độ sứ; Đỗ Khắc Chung được ban họ vua; Nguyễn Khoái được phong Liệt hầu và 1 hương (xã) được mang tên ông, gọi là Khoái Lộ; Phạm Ngũ Lão được phong Dực Thánh quân. Các tù trưởng người Mường, Tày, Thái, Dao đều được phong chức phục hầu. Ngoài ra, Trần Nhân Tông còn phong cho tông thất có công, như con cháu Hưng Đạo Vương Trần Quốc Tuấn trấn thủ các vùng thượng du. Xét tới những người từng theo hàng quân Nguyên khi quân Nguyên đang mạnh, quan viên phạm tội thì xử tử hoặc bắt đi đày, còn quân dân thì đều miễn tội. Trần Ích Tắc theo nhà Nguyên, bị đổi gọi là Ả Trần (ý nói nhát như đàn bà), Trần Kiện và Trần Văn Lộng tuy đã chết nhưng con cháu cũng bị tịch thu gia sản và đổi sang họ Mai. Khi quân Nguyên thua chạy, bỏ lại một tráp công văn. Quân Trần bắt được, có nhiều giấy tờ của các quan lại tư thông với quân Nguyên. Đình thần muốn mang đối chiếu để trị tội, nhưng thượng hoàng Trần Thánh Tông làm theo gương Hán Quang Vũ Đế, cho rằng trị tội kẻ tiểu nhân cũng vô ích, rồi sai đốt hết đi. Chiến thuật và ý nghĩa Trong trận chiến lần thứ ba, giữa quân Trần và quân Nguyên đã đụng độ dàn trải trên nhiều địa bàn ở hầu hết miền bắc Đại Việt. Quân Trần đã chủ động nhằm vào những điểm yếu của quân Nguyên để đánh tiêu hao lực lượng địch. Khi quân Nguyên tiến vào, quân Trần không rút lui co cụm hoàn toàn về phía sau mà vẫn chủ động bố trí lực lượng chặn đánh địch trên nhiều tuyến. Ngoài mặt trận chính ở Lạng Sơn, Vạn Kiếp và Thăng Long mà quân Nguyên chiếm ưu thế, quân Trần vẫn có được hai trận thắng ở phía sau lưng quân chủ lực Thoát Hoan: trận Cao Lạng đánh tan hậu đội của Lê Tắc và đặc biệt là trận Vân Đồn cắt đứt hoàn toàn lương thực của quân Nguyên khiến Thoát Hoan buộc phải điều quân tản rộng ra để cướp của người Việt. Chiến thắng Vân Đồn được các sử gia đánh giá có tầm quan trọng rất lớn, quyết định bước ngoặt chiến trường, vì đạo quân đông đảo của Thoát Hoan không có lương thực sẽ rất nhanh rơi vào tình trạng nguy khốn. Nếu số lương của Trương Văn Hổ tới được tay Thoát Hoan thì đã có thể giúp cho quân Nguyên kéo dài chiến sự và gây thêm nhiều khó khăn cho Đại Việt. Nhà Trần một lần nữa lại lập võ công đẩy lui được một cuộc xâm lược quy mô của nhà Nguyên, giữ vững được bờ cõi. Trận Bạch Đằng, 1288 cũng được ghi nhận là một trong những trận đánh nổi tiếng nhất trong lịch sử Việt Nam. Tuy nhiên, thắng lợi lần thứ ba chưa thực sự chấm dứt được chiến tranh. Sau cuộc chiến, nhà Trần đã chủ động dùng biện pháp ngoại giao để lập lại hoà bình; Hốt Tất Liệt vẫn muốn tiếp tục động binh trong những năm sau nhưng chưa có cơ hội thuận lợi. Năm 1294, Hốt Tất Liệt qua đời, Nguyên Thành Tông lên ngôi ngừng việc phát động chiến tranh với Đại Việt. Khi đó chiến tranh mới thực sự chấm dứt. Tham khảo Hà Văn Tấn và Phạm Thị Tâm (1972), Cuộc kháng chiến chống xâm lược Nguyên Mông thế kỷ XIII, Nhà xuất bản Quân đội Nhân dân, bản in lại năm 2003. Trần Xuân Sinh (2006), Thuyết Trần, Nhà xuất bản Hải Phòng Quốc Chấn chủ biên (2006), Những danh tướng chống ngoại xâm thời Trần, Nhà xuất bản Giáo dục. Lê Văn Siêu (2004), Việt Nam văn minh sử cương, Nhà xuất bản Thanh niên (Nguồn: Wikipedia)","relativePersonsName":["nhà Nguyên","Trần Thái Tông","Trần Nhân Tông","Trần Quốc Tuấn","Trần Nhật Duật","Trần Khánh Dư","Phạm Ngũ Lão","Nguyễn Khoái","Nguyễn Thế Lộc","Trương Văn Hổ","Trần Ích Tắc","Lê Tắc"],"imgFilename":"chien-tranh-nguyen-mong-dai-viet-lan-30a9d4d1826023a1b40602cb71f3cc91e.png","name":"Chiến tranh Nguyên Mông - Đại Việt lần 3","time":"năm 1287-1288","place":"Bắc Bộ Việt Nam","desc":"Chiến tranh Nguyên Mông-Đại Việt lần 3 (theo cách gọi khác ở Việt Nam là Kháng chiến chống quân Nguyên Mông lần thứ 3) là cuộc chiến tranh giữa Đại Nguyên và Đại Việt diễn ra trên lãnh thổ Đại Việt từ tháng 12 năm 1287 đến cuối tháng 4 năm 1288.Đại Việt lại một lần nữa đẩy lui được cuộc xâm lăng của Nguyên Mông. Sau này, giữa nhà Trần và nhà Nguyên không phát sinh thêm cuộc chiến tranh nào và đây được sử sách nhìn nhận là cuộc chiến cuối cùng giữa hai bên."},{"imgCaption":"không rõ","relativePersonsName":[],"name":"Chiến tranh Tống-Việt, 1075-1077","desc":"Chiến tranh Tống - Việt, 1075-1077 là tên gọi cuộc chiến tranh giữa nhà Lý nước Đại Việt và nhà Tống của Trung Quốc vào cuối thế kỷ 11. Giai đoạn đầu, tướng nhà Lý là Lý Thường Kiệt đã chủ động đánh sang đất Tống trong chiến dịch 1075-1076; Giai đoạn sau, quân Lý rút về phòng thủ chống lại cuộc nam tiến của đại quân Tống trong năm 1076-1077 và cuối cùng đẩy lui được quân Tống ra khỏi lãnh thổ Đại Việt."},{"result":"Chiến thắng quyết định cho Đại Việt","imgCaption":"Trận Như Nguyệt Một phần của Chiến tranh Tống - Việt, 1075-1077 . Thời gian 18 tháng 1, 1077-28 tháng 2, 1077 Địa điểm Sông Như Nguyệt, Đại Việt Kết quả Chiến thắng quyết định cho Đại Việt Tham chiến Đại Tống Đại Việt Chỉ huy Quách Quỳ Triệu Tiết Miêu Lý Hoà Mâu Lý Thường Kiệt Hoằng Chân † Chiêu Văn † Thân Cảnh Phúc † Lý Kế Nguyên Lực lượng 45.000 lính chính quy 55.000 binh trưng tập ở biên giới 10.000 ngựa 200.000 dân phu 60.000 quân-100.000 quân Tổn thất 76.600 quân và 80.000 phu phục dịch Hơn 6.000 ngựa không rõ .","relativePersonsName":["Triệu Tiết","Lý Thường Kiệt","Lý Kế Nguyên"],"imgFilename":"","name":"Trận Như Nguyệt năm 1077","time":"18 tháng 1, 1077-28 tháng 2, 1077","place":"Sông Như Nguyệt, Đại Việt","desc":"Trận Như Nguyệt là một trận đánh lớn diễn ra ở một khúc sông Như Nguyệt (hay sông Cầu) vào năm 1077, là trận đánh có tính quyết định của cuộc Chiến tranh Tống - Việt, 1075-1077, và là trận đánh cuối cùng của nhà Tống trên đất Đại Việt. Trận chiến diễn ra trong nhiều tháng, kết thúc bằng chiến thắng của quân đội Đại Việt và thiệt hại nhân mạng lớn của quân Tống, đánh bại hoàn toàn ý chí xâm lược Đại Việt của họ, buộc họ phải thừa nhận Đại Việt là một quốc gia."},{"result":"Thắng lợi hoàn toàn của nghĩa quân Lam Sơn. Hội thề Đông Quan, quân Minh rút về nước","imgCaption":"Lý An Phương Chính Trần Trí Lý Bân † Thái Phúc Vương Thông Vương An Lão Liễu Thăng † Mộc Thạnh Lương Minh † Lý Khánh † Hoàng Phúc","relativePersonsName":["Lê Lợi","Nguyễn Trãi","Nguyễn Chích","Nguyễn Xí","Phạm Văn","Lê Sát","Lê Ngân","Lê Lai","Trần Nguyên Hãn","Trần Cảo","Đinh Liệt","Lý Khánh","Hoàng Phúc","Lê Thạch","Lê Lễ"],"imgFilename":"","name":"Khởi nghĩa Lam Sơn (1418 - 1427)","time":"1418 - 1427","place":"Việt Nam (kéo dài đến Thuận Hóa)","desc":"Khởi nghĩa Lam Sơn (1418-1427) (chữ Nôm: 起義藍山) là cuộc khởi nghĩa đánh đuổi quân Minh xâm lược về nước do Lê Lợi lãnh đạo và kết thúc bằng việc giành lại độc lập cho nước Đại Việt và sự thành lập nhà Hậu Lê.Khởi nghĩa Lam Sơn gồm 3 giai đoạn lớn: hoạt động ở vùng núi Thanh Hóa (1418-1423), tiến vào phía nam (1424-1425) và giải phóng Đông Quan (1426-1427). Trong giai đoạn đầu, cuộc khởi nghĩa Lam Sơn gặp rất nhiều khó khăn, thường phải hứng chịu các cuộc càn quét của quân Minh, mặc dù vẫn có những trận họ đánh thắng quân Minh và họ cũng từng đánh bại được quân Ai Lao cấu kết với quân Minh. Quân khởi nghĩa bắt đầu giành thế thắng khi Lê Lợi tiến quân ra đất Nghệ An vào năm 1424. Họ đạt được nhiều thắng lợi to lớn, đỉnh điểm là đại thắng ở Tân Bình, Thuận Hóa. Cuối cùng, vào năm 1426, giữa lúc quân khởi nghĩa đang trên đà thắng lợi và tiếng tăm của Lê Lợi lên cao, quân khởi nghĩa tiến đánh thành Đông Quan, và đánh tan nát quân Minh trong trận Tốt Động - Chúc Động. Bước sang năm 1427, nghĩa quân đập tan tác 10 vạn viện binh của đối phương trong trận Chi Lăng - Xương Giang, giết chết viên chỉ huy quân Minh là Liễu Thăng. Họ thu được nhiều chiến mã, lại còn bắt sống và tiêu diệt được nhiều tướng Minh. Cuối cùng, người Minh phải giảng hòa và thoái binh về nước, khiến cho nước Đại Việt không còn một mống quân xâm lăng. Một văn thần trong quân khởi nghĩa là Nguyễn Trãi thừa lệnh của Lê Lợi đã viết bài Bình Ngô đại cáo để tuyên cáo cho toàn quốc biết về chiến thắng vẻ vang của nghĩa quân Lam Sơn."},{"result":"Chiến thắng quyết định của nghĩa quân Lam Sơn","imgCaption":"Nghĩa quân Lam Sơn tiến quân ra Bắc","relativePersonsName":["Lý Triện","Đỗ Bí","Nguyễn Xí","Trương Chiến","Trần Hiệp","nhà Minh","Lê Lễ","Lê Triện"],"imgFilename":"tran-tot-dong-chuc-dong5b35b6e686012ee5896bc5c844293eab.jpg","name":"Trận Tốt Động – Chúc Động năm 1426","time":"5-7 tháng 10 năm Bính Ngọ (1426)","place":"Chúc Sơn, xã Ngọc Sơn, huyện Chương Mĩ, Hà Nội","desc":"Trận Tốt Động – Chúc Động là trận đánh diễn ra trong các ngày 5-7 tháng 10 năm Bính Ngọ (1426), giữa nghĩa quân Lam Sơn với quân nhà Minh đóng ở Đông Quan (tức là Thăng Long, Hà Nội). Đây là một chiến thắng quân sự lớn của nghĩa quân Lam Sơn và được nhắc đến trong Bình Ngô đại cáo."},{"result":"Thắng lợi quyết định của nghĩa quân Lam Sơn","imgCaption":"Trận Chi Lăng - Xương Giang năm 1427","relativePersonsName":["Hoàng Phúc","Lý Khánh","Lê Sát","Lê Khôi","Nguyễn Lý","Đinh Liệt","Lê Thụ","Trần Nguyên Hãn","Lê Lợi"],"imgFilename":"tran-chi-lang-xuong-giangdf85fcca2a4bf47cd92e5ba8943a6b0e.png","name":"Trận Chi Lăng – Xương Giang năm 1427","time":"8 tháng 10 năm 1427 đến ngày 3 tháng 1 năm 1428","place":"Chi Lăng, Xương Giang","desc":"Chiến dịch Chi Lăng – Xương Giang là một loạt trận đánh diễn ra từ ngày 18 tháng 9 năm 1427 đến cuối tháng 10, năm 1427 giữa lực lượng khởi nghĩa Lam Sơn của Việt Nam và 2 đạo quân viện binh nhà Minh do Liễu Thăng và Mộc Thạnh chỉ huy. Quân Lam Sơn đã giành được chiến thắng quyết định.Chiến thắng này khiến cho tướng nhà Minh là Vương Thông hết hy vọng, quyết định giảng hoà, khi chưa được sự cho phép của triều đình nhà Minh."},{"result":"Quân Trịnh thất bại, mất vùng lãnh thổ từ nam sông Gianh tới Thuận Hóa","imgCaption":"không rõ","relativePersonsName":["Nguyễn Huệ","Nguyễn Lữ","Nguyễn Hữu Chỉnh","Vũ Văn Nhậm","Trịnh Khải","Phạm Ngô Cầu","Hoàng Đình Thể"],"name":"Chiến dịch Phú Xuân năm 1786","time":"Ngày 25 tháng 5 – ngày 22 tháng 6 năm 1786","place":"Quảng Bình, Quảng Trị, Thừa Thiên-Huế, Việt Nam","desc":"Chiến dịch Phú Xuân 1786 là loạt trận đánh giữa quân Tây Sơn và chúa Trịnh trong cuộc nội chiến nước Đại Việt cuối thế kỷ 18. Chiến dịch này là một phần của Chiến tranh Tây Sơn-Chúa Trịnh, mở đầu cho cuộc bắc tiến thắng lợi của quân Tây Sơn trong quá trình tiêu diệt thế lực họ Trịnh tại Bắc Hà.Chiến dịch Phú Xuân bao gồm việc đánh chiếm toàn bộ lãnh thổ từ sông Gianh trở vào nam tới Thuận Hóa, mà trọng điểm là thành Phú Xuân."},{"result":"quân chúa Nguyễn toàn thắng","imgCaption":"không rõ","relativePersonsName":["Nguyễn Quang Thùy","Bùi Thị Xuân","Nguyễn Ánh","Nguyễn Văn Trương","Đặng Trần Thường"],"name":"Trận Trấn Ninh năm 1802","time":"ngày 3 tháng 2 năm 1802 – khoảng tháng 3 cùng năm.","place":"Quảng Bình, Việt Nam","desc":"Trận Trấn Ninh (1802) là trận kịch chiến cuối cùng giữa quân Tây Sơn và quân chúa Nguyễn, xảy ra vào tháng Giêng năm Nhâm Tuất (3 tháng 2 năm 1802) và kết thúc sau một thời gian ngắn (không rõ ngày), ở Trấn Ninh (Quảng Bình, Việt Nam).Kết thúc trận, quân Tây Sơn đại bại. Nhà sử học Phạm Văn Sơn viết: Nhà Tây Sơn mạt vận ở lũy Trấn Ninh."},{"result":"Chiến thắng của Pháp giành quyền bảo hộ miền Nam Kỳ, nhà Nguyễn Hòa ước Nhâm Tuất (1862) Là tiền đề đầu tiên trong việc Pháp giành quyền bảo hộ toàn lãnh thổ Đại Nam","imgCaption":"Liên quân tấn công Đà Nẵng năm 1858, trận đầu tiên","relativePersonsName":["Nguyễn Tri Phương","Phạm Thế Hiển","Lê Đình Lý","Nguyễn Duy"],"imgFilename":"chien-dich-nam-kyc83c77f4aa5d5078bba425f0727f0fa0.jpg","name":"Chiến dịch Nam Kỳ năm 1858","time":"1 tháng 8 năm 1858 - 5 tháng 6 năm 1862","place":"Nam Kỳ phần phía nam lãnh thổ Đại Nam","desc":"Chiến dịch Nam Kỳ là chiến dịch Pháp giành quyền bảo hộ toàn bộ miền Nam Kỳ, nhà Nguyễn bắt đầu từ năm 1858 Pháp phát động cuộc chiến tranh đầu tiên tại bán đảo Sơn Trà, Đà Nẵng đến ngày 5 tháng 6 năm 1862, nhà Nguyễn cắt đất cầu hòa ký hiệp ước với Pháp về việc công nhận nền bảo hộ của Pháp tại Nam Kỳ và không tiếp tục xâm phạm lãnh thổ nhà Nguyễn tại Trung Kỳ và Bắc Kỳ tại Hòa ước Nhâm Tuất (1862). Nhưng không lâu sau đó, Pháp trở mặt, lịch sử chuyển sang giai đoạn mới không còn trong Nam Kỳ."},{"result":"Liên quân Pháp - Tây Ban Nha bị cầm chân.","imgCaption":"Liên quân tấn công Đà Nẵng năm 1858","relativePersonsName":["Nguyễn Tri Phương","Phạm Thế Hiển","Lê Đình Lý","Nguyễn Duy","Nguyễn An"],"imgFilename":"tran-da-nang-1858-1859c83c77f4aa5d5078bba425f0727f0fa0.jpg","name":"Trận Đà Nẵng năm 1858 - 1859","time":"31 tháng 8 năm 1858 - 2 tháng 2 năm 1859","place":"Đà Nẵng","desc":"Trận Đà Nẵng (1858-1859) hay Liên quân Pháp – Tây Ban Nha tấn công Đà Nẵng lần thứ nhất là trận đánh mở đầu cho cuộc chiến tranh Pháp-Việt 1858-1884 trong lịch sử Việt Nam. Đây là cuộc chiến kéo dài nhiều ngày, khởi sự từ ngày 31 tháng 8 năm 1858 và kết thúc vào ngày 2 tháng 2 năm 1859, để chuyển sang một giai đoạn khác.Và theo sự đánh giá của các nhà nghiên cứu, thì Liên quân Pháp – Tây Ban Nha đã bị cầm chân và bị thiệt hại, cho nên đây chính là một khởi đầu thắng lợi lớn, nhưng duy nhất trong hơn một phần tư thế kỷ (1858 - 1884) chống ngoại xâm của quân và dân Việt Nam."},{"result":"Quân Pháp thắng trận.","imgCaption":"Trận thành Gia Định Một phần của Pháp xâm lược Đại Nam . Thời gian 17\/2\/1859 Địa điểm Gia Định, Nam Kỳ Kết quả Quân Pháp thắng trận. Tham chiến Đại Nam Đế chế thứ hai Pháp Chỉ huy Võ Duy Ninh [ Vũ Thực Lê Từ [ Trần Trí Tôn Thất Năng Charles Rigault de Genouilly Lực lượng 2.000 quân chính quy 200 đại bác Một hải phòng hạm Bảy chiến thuyền. 2.000 quân 8 tàu chiến Số đại bác: không rõ. Tổn thất Võ Duy Ninh và Lê Từ đều tự vẫn. Số thương vong không rõ. Ngoài ra, còn chịu nhiều tổn thất khác. không rõ. .","relativePersonsName":["Võ Duy Ninh"],"imgFilename":"tran-thanh-gia-dinh-18593a350fcc8ddd87e1aa38875b679fd2f4.jpg","name":"Trận thành Gia Định năm 1859","time":"17\/2\/1859","place":"Gia Định, Nam Kỳ","desc":"Tháng 2 năm 1859, với ý đồ muốn chiếm cứ thành Gia Định (Đại Nam), liên minh Pháp và Tây Ban Nha đã đưa quân vào để đánh chiếm và phá hủy nhiều công trình quân sự của Vương triều nhà Nguyễn, trong đó có thành Gia Định. Trận đánh này được bắt đầu vào rạng sáng ngày 17 tháng 2 năm 1859 và kết thúc khoảng 10 giờ trưa cùng ngày."},{"result":"Quân Pháp thắng trận","imgCaption":"Trận Đại đồn Chí Hòa","relativePersonsName":["Nguyễn Tri Phương"],"imgFilename":"tran-dai-don-chi-hoad9cc52365c9ec9e7162cfaa0b169e0ad.jpg","name":"Trận Đại đồn Chí Hòa năm 1861","time":"24-25 tháng 2 năm 1861","place":"Gia Định, Nam Kỳ","desc":"Trận Đại đồn Chí Hòa hay còn được là Trận Đại đồn Kỳ Hòa, là một trận đánh xảy ra tại Sài Gòn, Nam Kỳ vào 4 giờ sáng ngày 24 tháng 2 năm 1861, và đến khoảng 8 giờ tối ngày hôm sau thì kết thúc. Đại đồn do Tổng thống quân vụ Nguyễn Tri Phương trấn giữ đã bị quân Pháp chiếm mất. Sau lần đại bại này, triều đình nhà Nguyễn, từ chủ trương \"thủ để hòa\" chuyển sang \"chủ hòa\", khiến cho đất đai của Việt Nam cứ mất dần vào tay thực dân Pháp."},{"result":"Quân Pháp thắng trận","imgCaption":"Đế chế Pháp thứ hai","relativePersonsName":["Nguyễn Công Nhàn","Nguyễn Hữu Thành","Huỳnh Mẫn Đạt"],"imgFilename":"","name":"Trận Định Tường năm 1861","time":"26 tháng 3 năm 1861 - 14 tháng 4 năm 1861","place":"Định Tường, Nam Kỳ","desc":"Trận Định Tường hay Pháp đánh chiếm Định Tường là một phần của cuộc chiến tranh Pháp-Việt 1858-1884 trong lịch sử Việt Nam, xảy ra từ ngày 26 tháng 3 năm 1861 và kết thúc vào ngày 14 tháng 4 cùng năm, tức sau khi Pháp đánh chiếm Tân Hòa (Gò Công) và làm chủ hoàn toàn tỉnh thành này.Mặc dù quân Pháp chịu nhiều thiệt hại, nhưng theo sử gia Phạm Văn Sơn, thì chiến thắng này đã giúp họ lập dần được nhiều căn cứ quan trọng, để hoàn thành cuộc chinh phục vùng đất đai của người Việt..."},{"imgCaption":"Thực hiện và bắn mặc Biên Hòa ngày 18 tháng 12 năm 1861 (L'Illustration, 1862)","relativePersonsName":[],"imgFilename":"tran-bien-hoa-1861-1862ee881a0965a90f75270bb3719db6fac2.jpg","name":"Trận Biên Hòa năm 1861 - 1862","desc":"Trận Biên Hòa hay Pháp đánh chiếm Biên Hòa1 là một phần của cuộc chiến tranh Pháp-Việt 1858-1884 xảy ra từ ngày 14 tháng 12 năm 1861 và kết thúc vào ngày 7 tháng Giêng năm 1862, tức sau khi đánh chiếm được Bà Rịa.Mục đích chính của cuộc đánh chiếm là nhằm ngăn chặn các cuộc nổi dậy của phong trào kháng chiến và đề phòng những cuộc tiến công của quân triều đình Huế từ hướng Bình Thuận vào, hòng giữ vững sự đô hộ...và ở lại lâu dài của người Pháp.2"},{"imgCaption":"Phan Thanh Giản, người đã tuẫn tiết sau khi thành Vĩnh Long thất thủ lần hai","relativePersonsName":[],"imgFilename":"","name":"Trận Vĩnh Long năm 1862","desc":"Trong quá trình xâm lược Việt Nam nửa cuối thế kỷ 19, quân Pháp đánh chiếm thành Vĩnh Long cả thảy hai lần. Trận đầu diễn ra từ ngày 20 cho đến ngày 23 tháng 3 năm 18621 , thì thành thất thủ. Sau khi Hòa ước Nhâm Tuất (1862) được ký kết, ngày 25 tháng 5 năm 1863, tòa thành này lại trở về với nhà Nguyễn. Trận thứ hai diễn ra vào ngày 20 tháng 6 năm 1867, nhưng mãi đến năm 1945, nơi từng có tòa thành này (vì nó đã bị đối phương phá hủy) mới trở về với dân tộc Việt Nam."},{"result":"Liên quân Pháp - Tây Ban Nha rút khỏi Đà Nẵng.","imgCaption":"Tàu chiến liên quân bắn phá Đà Nẵng năm 1858","relativePersonsName":["Nguyễn Tri Phương","Phạm Thế Hiển","Trần Hưng Đạo"],"imgFilename":"tran-da-nang-1859-186039b62e36ef759947b9bd57d701105034.jpg","name":"Trận Đà Nẵng năm 1859-1860","time":"20 tháng 4 năm 1859 - 22 tháng 3 năm 1860","place":"Đà Nẵng","desc":"Trận Đà Nẵng (1859-1860) hay Liên quân Pháp – Tây Ban Nha tấn công Đà Nẵng lần thứ hai là trận đánh mở đầu cho cuộc chiến tranh Pháp-Việt 1858-1884 trong lịch sử Việt Nam. Đây là cuộc chiến kéo dài nhiều tháng, khởi sự từ 20 tháng 4 năm 1859 và được kết thúc vào 22 tháng 3 năm 1860, là ngày mà tất cả liên quân phải rời khỏi mặt trận Đà Nẵng (Việt Nam), sau 19 tháng chiếm đóng (31 tháng 8 năm 1858 - 22 tháng 3 năm 1860)."},{"result":"Hòa ước Giáp Tuất với những điều khoản có lợi cho Pháp.","imgCaption":"Quân Pháp chiếm Hải Dương","relativePersonsName":[],"imgFilename":"bien-co-bac-ky-18739e65e9a8191a3c736093b7660acfe790.jpg","name":"Biến cố Bắc Kỳ năm 1873","time":"1873","place":"Bắc Kỳ, Việt Nam","desc":"Sau khi thành Hà Nội thất thủ, triều đình Huế phản kháng mạnh mẽ việc đại úy Garnier bất ngờ đánh thành Hà Nội. Các quan lại và binh lính triều đình cũng nhận được lệnh chuẩn bị đối phó với quân Pháp. Để đáp lại, Garnier cho quân đánh các tỉnh xung quanh Hà Nội để thực hiện việc bình định Bắc Kỳ như một việc đã rồi."},{"result":"Pháp chiến thắng","imgCaption":"Quân Pháp đánh thành Hà Nội","relativePersonsName":["Nguyễn Tri Phương"],"imgFilename":"tran-thanh-ha-noi-1873010179917f366050b2830d2e3ec279af.jpg","name":"Trận thành Hà Nội năm 1873","time":"20 tháng 11 năm 1873","place":"Hà Nội","desc":"Trận thành Hà Nội 1873 hay còn gọi là trận thành Hà Nội lần thứ nhất là một phần của cuộc chiến tranh Pháp Việt (1858-1884) diễn ra ngày diễn ra ngày 20 tháng 11 năm 1873.Năm 1873, Soái phủ Nam Kỳ phái Francis Garnier đem quân ra Hà Nội, lấy cớ giúp thương nghị sự tranh cãi giữa tay lái buôn Jean Dupuis và chính quyền nhà Nguyễn ở Bắc kỳ. Trên giấy tờ, Garnier có lệnh điều tra tình hình tranh cãi giữa Dupuis và nhà đương cục, trục xuất Dupuis khỏi Bắc kỳ sau khi đã thu xếp bồi thường thiệt hại cho Dupuis. Tuy nhiên khi ra đến Hà Nội, Garnier đã hợp binh với Dupuis để lên kế hoạch đánh thành Hà Nội. Trận Hà Nội lần thứ nhất chỉ kéo dài chưa đến một giờ. Quan đại thần nhà Nguyễn Nguyễn Tri Phương bị thương và bị bắt, thành Hà Nội thất thủ."},{"result":"Quân Cờ đen chiến thắng","imgCaption":"Francis Garnier bị quân Cờ đen đâm chết ở Cầu Giấy","relativePersonsName":[],"imgFilename":"tran-cau-giay-1873fecd1657de8efb8efd6aba24cd073c25.jpg","name":"Trận Cầu Giấy năm 1873","time":"21 tháng 12 năm 1873","place":"Cầu Giấy, Hà Nội","desc":"Trận Cầu Giấy diễn ra ngày 21 tháng 12 năm 1873 là một trận đánh giữa Quân cờ đen và quân đội viễn chinh Đệ tam Cộng hòa Pháp do Đại úy Francis Garnier chỉ huy. Theo lệnh của Hoàng Tá Viêm, Thống đốc quân thứ Tam Tuyên (Sơn Tây, Hưng Hóa, Tuyên Quang) và của Tôn Thất Thuyết, Tham tán quân thứ Tam Tuyên, Lưu Vĩnh Phúc đem quân đến mai phục ở khu Cầu Giấy cách thành Hà Nội gần 2 dặm về phía nam và cho một nhóm đến sát thành Hà Nội khiêu chiến. Bấy giờ Francis Garnier đang hội đàm buổi thứ hai với phái đoàn của Trần Đình Túc ở trong thành Hà Nội. Thấy ngoài thành có biến, Francis Garnier bỏ họp, đem quân ra ngoài thành nghênh chiến rồi bị phục kích.1 Francis Garnier cùng một số sĩ quan bị giết chết tại trận. Tàn quân của Francis Garnier rút vội vàng rút vào trong thành cố thủ."},{"result":"Pháp chiến thắng","imgCaption":"Pháp đánh chiếm Bắc Ninh, 12 tháng 3 năm 1884","relativePersonsName":[],"imgFilename":"chien-dich-bac-ky0f38ad2fd1cdf112238faddc75e27b56.jpg","name":"Chiến dịch Bắc Kỳ năm 1883 - 1886","time":"1883–1886","place":"Phía bắc Việt Nam","desc":"Chiến dịch Bắc Kỳ (tiếng Pháp: Campagne du Tonkin) là một chiến dịch diễn ra từ tháng 6 năm 1883 đến tháng 4 năm 1886 do Pháp tổ chức, nhằm chống lại các đội quân của người Việt, quân cờ đen của Lưu Vĩnh Phúc và đội quân Quảng Tây và Vân Nam của nhà Thanh, với mục tiêu chiếm đóng Bắc Kỳ và giữ vững sự bảo hộ của Pháp tại đó. Với những diễn biến phức tạp của chiến dịch xảy ra vào tháng 8 năm 1884 do bùng phát Chiến tranh Pháp - Thanh và vào tháng 7 năm 1885 do phong trào Cần Vương tại An Nam, chiến dịch cần đến sự tham gia của rất nhiều quân Pháp, dưới cái tên Quân đoàn viễn chinh Bắc Kỳ và sự hỗ trợ từ Đội tàu chiến Bắc Kỳ. Chiến dịch chính thức kết thúc vào tháng 4 năm 1886, khi lực lượng viễn chinh giảm số lượng quân đội chiếm đóng, nhưng tình hình Bắc Kỳ vẫn không ổn định cho đến tận năm 1896.Trong khoảng thời gian từ năm 1881 cho tới 1885, người Pháp đã tiêu tốn vào xứ Đông Dương 334 triệu franc, trong khi tổng mậu dịch của xứ này chỉ là 350 triệu franc trong năm 18791 ."},{"result":"Pháp chiến thắng","imgCaption":"Quân Pháp đánh thành Hà Nội","relativePersonsName":["Hoàng Diệu"],"imgFilename":"tran-thanh-ha-noi-1882f01cb05c19e7bb6c40b7b3f3aaeec7be.jpg","name":"Trận thành Hà Nội năm 1882","time":"25 tháng 4 năm 1882","place":"Hà Nội","desc":"Trận thành Hà Nội 1882 hay còn gọi là trận Hà Nội lần thứ hai là một phần của cuộc chiến tranh Pháp Việt (1858-1884) diễn ra ngày 25 tháng 4 năm 1882. Đây là trận đánh giữa quân Pháp dưới quyền chỉ huy của Henri Rivière đánh thành Hà Nội, với lực lượng quân Nam do Tổng Đốc Hoàng Diệu chỉ huy. Kết quả thành Hà Nội thất thủ nhanh chóng chỉ sau vài giờ nổ súng, Tổng đốc Hoàng Diệu tự vẫn."},{"result":"Quân Pháp chiến thắng","imgCaption":"Quân Pháp hạ thành Nam Định, 1883","relativePersonsName":["Hồ Bá Ôn"],"imgFilename":"tran-nam-dinh-1883cd2cc5c689e2bca2c3b19953001743be.jpg","name":"Trận Nam Định năm 1883","time":"27 tháng 3 năm 1883","place":"Bắc kỳ","desc":"Trận Nam Định (27 tháng 3 năm 1883), là một cuộc chạm trán giữa quân Pháp và quân Việt Nam, trong giai đoạn đầu của Chiến dịch Bắc Kỳ thuộc chiến tranh Pháp-Việt (1858-1884). Trong một chiến dịch ngắn ngủi vào tuần cuối cùng của tháng 3 năm 1883, Chỉ huy Henri Rivière đánh hạ thành Nam Định, thành phố lớn thứ nhì ở Bắc Kỳ, với một hạm đội pháo thuyền nhỏ và một tiểu đoàn thủy quân đánh bộ.1Việc Rivière đánh chiếm Nam Định đánh dấu một bước leo thang quan trọng thể hiện tham vọng của người Pháp tại Bắc Kỳ, và có hệ quả nghiêm trọng. Nhà Thanh (Trung Quốc) bắt đầu ngầm hỗ trợ chính quyền nhà Nguyễn chống lại sự xâm lược của thực dân Pháp. Sự can thiệp của quân Thanh tại Bắc Kỳ cuối cùng dẫn đến cuộc chiến tranh Pháp-Thanh kéo dài 9 tháng (8 năm 1884 tới 4 năm 1885)."},{"result":"Pháp chiến thắng","imgCaption":"Pháo binh triển khai trên đê để hỗ trợ thủy binh đánh bộ.","relativePersonsName":["Hoàng Kế Viêm"],"imgFilename":"tran-gia-quat-gia-lamc297c1aee959c926d0b6209a209fca15.jpeg","name":"Trận Gia Quất - Gia Lâm năm 1883","time":"27-28\/03\/1883","place":"Miền Bắc Việt Nam (Bắc Kỳ)","desc":"Trận Gia Quất-Gia Lâm là một trận đánh trong chiến dịch Bắc Kỳ 1883, giữa quân đội Viễn chinh Pháp và quân đội nhà Nguyễn diễn ra vào các ngày 27-28 tháng 3 năm 1883 tại bờ bắc (tả ngạn) sông Hồng trên các làng Gia Quất, Thượng Cát, thuộc tổng Gia Thụy huyện Gia Lâm tỉnh Bắc Ninh (quân Việt vây đánh quân Pháp phản công phá vây). Các nhà sử học Việt Nam như Trần Văn Giàu, Đinh Xuân Lâm gọi trận này là trận Gia Lâm còn người Pháp thì gọi theo phiên âm là trận Gia Cuc (phiên âm không chính xác từ tên làng Gia Quất). Làng Gia Quất nay thuộc phường Thượng Thanh quận Long Biên Hà Nội.Tháng 3 năm 1883, quân nhà Nguyễn hợp vây quanh Hà Nội (gồm hai đạo: đạo quân Sơn Tây (do trực tiếp Tổng thống quân vụ Hoàng Kế Viêm, cùng Lưu Vĩnh Phúc nắm) và đạo quân Bắc Ninh (có tổng đốc Bắc Ninh là Trương Quang Đản, cùng Bùi Ân Niên chỉ huy)), trong khi quân Pháp đã chiếm Hà Nội và đang mở rộng ra đánh chiếm các tỉnh phía nam đồng bằng Bắc Bộ. Giữa lúc Henri Rivière dẫn quân đánh Nam Định ngày 24 tháng 3, (để lại Berthe de Vilers ở lại Đồn Thủy giữ thành Hà Nội), đạo Bắc Ninh của quân nhà Nguyễn kéo về thắt chặt vòng vây quanh Hà Nội. Đêm ngày 26 rạng ngày 27 tháng 3, quân nhà Nguyễn tại các đồn ở Gia Lâm, Văn Giang, nằm bên tả ngạn đối diện Đồn Thủy, với khoảng 4000 quân vượt sông đánh vào thành Hà Nội, phá kho thóc.1Hôm sau, tức ngày 27, Vilers dẫn 100 quân Pháp vượt sông tiến đánh các làng Gia Quất và Thượng Cát, là những nơi quân nhà Nguyễn đóng đồn phòng thủ.(Nguồn: Wikipedia)"},{"result":"Quân Cờ đen chiến thắng","imgCaption":"Riviere trong trận Cầu Giấy","relativePersonsName":[],"imgFilename":"tran-cau-giay-18832e9eaa1b25369f1bffef310005a7533b.jpg","name":"Trận Cầu Giấy năm 1883","time":"19 tháng 5 năm 1883","place":"Cầu Giấy, ngoại vi Hà Nội","desc":"Trận Cầu Giấy diễn ra ngày 19 tháng 5 năm 1883, là một cuộc chạm trán giữa quân Pháp và lực lượng Cờ đen, trong giai đoạn đầu của Chiến dịch Bắc Kỳ tại Cầu Giấy thuộc ngoại vi thành Hà Nội, quân Cờ đen đã phục kích lực lượng Pháp của Rivière trong cuộc chuyển quân từ Hà Nội về Phủ Hoài. Trong trận đánh ngắn kéo dài chưa đầy 3 tiếng này, quân Pháp đã thiệt hại nặng với cái chết của các sĩ quan chỉ huy Henri Rivière, Berthe de Villers và Jacquin. Thất bại của người Pháp đã đánh dấu bước leo thang mới trong cuộc xung đột giữa quân Pháp và lực lượng Đại Nam.Sau khi nhận được yêu cầu cứu viện của Rivière, chỉ huy hải quân Pháp ở Trung Quốc là đô đốc Mayer lập tức đưa quân Pháp tới ứng cứu, lực lượng này tới Hà Nội ngày 14 tháng 5 năm 1883. Trong lúc đó người Pháp ở Hà Nội tiếp tục bị tấn công bởi một lực lượng mạnh từ 15 cho tới 20.000 quân. Sau khi quân tiếp viện của Mayer tới nơi, lực lượng Pháp bắt đầu quay lại phản công. Ngày 15, người Pháp đốt khu vực đồn trú của quân Cờ đen, một ngày sau đó quân Pháp dưới sự chỉ huy của Berthe de Villers tiến tới ngã ba sông Đuống. Tuy nhiên Henri Rivière vẫn cảm thấy bất an và trong lúc chờ lực lượng cứu viện cho phép người Pháp chiếm Bắc Ninh và Sơn Tây, Rivière quyết định vào ngày 19 tháng 5 sẽ rút khỏi Hà Nội để tiến về Phủ Hoài theo hướng Sơn Tây. Tối ngày 18, Rivière cho triệu tập các sĩ quan Pháp để thông báo quyết định chuyển quân, ông ta cho rằng hành động này của quân Pháp không có gì bất thường nên sẽ ít bị đối phương chú ý. Tuy nhiên Rivière không ngờ rằng kế hoạch của mình đã bị một người hầu gốc Hoa nghe được.2Cũng có tài liệu cho rằng quân Cờ Đen đã đột nhập vào thành Hà Nội và dán yết thị khiêu chiến, thách Henri Rivière đưa quân ra cánh đồng phủ Hoài Đức và giết hắn tại đây4 giờ sáng ngày 19 tháng 5, lực lượng Pháp do Berthe de Villers chỉ huy bắt đầu xuất phát, Henri Rivière cũng có mặt trong đội quân này, cùng lúc một nhóm quân Pháp do đại úy Jacquin chỉ huy được lệnh canh chừng cho cuộc hành quân. Tới 6 giờ sáng thì các cuộc đụng độ giữa hai bên bắt đầu và quân Pháp chiếm được Cầu Giấy. Được thông báo trước về kế hoạch của người Pháp, quân Cờ đen của Lưu Vĩnh Phúc đã phục sẵn với đại bác ở khu vực làng Hạ Yên Khê (còn gọi là Hạ Yên Quyết) bên trái Cầu Giấy.2 Khi quân Pháp tiến gần làng thì lính Cờ đen bắt đầu nổ súng làm Berthe de Villers thiệt mạng. Nhận thấy đối phương với lực lượng đông đảo có dấu hiệu chặn đường rút lui của mình, Rivière ra lệnh cho quân Pháp vừa đánh vừa lùi, một loạt lính Pháp cùng hai sĩ quan Brisis và Clerc bị giết, một số khác bị thương. Trong khi đang lùi quân thì một khẩu đại bác của quân Pháp bị rơi xuống ruộng lúa buộc Rivière phải chỉ huy quân kéo khẩu súng lên đường vì không muốn nó lọt vào tay quân Cờ đen. Bất ngờ quân Cờ đen nổ súng vào vị trí của Rivière khiến ông ta tử vong cùng viên đại úy Jacquin và một lính thủy có tên Moulun. Sau khi Rivière chết, quân Cờ đen tiến tới cắt đầu và tay của ông ta để làm chiến lợi phẩm.3Đến 9 giờ 30 thì tàn quân Pháp rút về tới thành Hà Nội trong sự truy đuổi ráo riết của quân Cờ đen. Quân Pháp trong thành buộc phải cố thủ và phái người tới Hải Phòng xin thêm quân tiếp viện.4"},{"result":"Pháp tuyên bố chiến thắng","imgCaption":"Trận Phủ Hoài Một phần của Chiến dịch Bắc Kỳ . Thời gian 15 tháng 8 1883 Địa điểm Gần Hà Nội, miền bắc Việt Nam Kết quả Pháp tuyên bố chiến thắng Tham chiến Pháp Quân Cờ Đen Chỉ huy Alexandre-Eugène Bouët Lưu Vĩnh Phúc Lực lượng 2,500 thủy binh đánh bộ Pháp và lính tập Nam kỳ 450 quân Cờ Vàng 3 khẩu đội pháo 6 pháo thuyền Khoảng 3.000 binh sĩ Cờ đen Tổn thất 17 chết, 62 bị thương Khoảng 300 người chết, 800 người bị thương (theo ước tính của Pháp) .","relativePersonsName":[],"imgFilename":"tran-phu-hoai-1883fee4470ce57a3bf639de774b80d8c5bf.jpg","name":"Trận Phủ Hoài năm 1883","time":"15 tháng 8 1883","place":"Gần Hà Nội, miền bắc Việt Nam","desc":"Trận Phủ Hoài năm 1883 còn gọi là Trận Vọng hay Trận Dịch Vọng, diễn ra trong các ngày 15-16 tháng 8 năm 1883, là trận tấn công của quân Pháp ở Hà Nội vào phòng tuyến vây quanh Hà Nội về phía Tây Bắc của quân nhà Nguyễn và quân Cờ Đen. Trận này nằm trong kế hoạch của Pháp từ tháng 7 năm đó, tấn công lên Sơn Tây-trung tâm kháng chiến mạnh nhất lúc đó của quân đội nhà Nguyễn, nhằm cùng với việc đánh kinh đô Huế, làm cho nhà Nguyễn phải đầu hàng Pháp."},{"result":"Pháp chiến thắng","imgCaption":"Tàu chiến Pháp gần cửa Thuận An, 18 tháng 8 năm 1883","relativePersonsName":[],"imgFilename":"tran-cua-thuan-an6518198641e724afa4b8e70cdefb7bb5.jpg","name":"Trận Cửa Thuận An năm 1883","time":"Tháng 8 năm 1883","place":"gần Huế, miền trung Việt Nam","desc":"Trận Cửa Thuận An (20 tháng 8 năm 1883) là trận giao tranh giữa quân Pháp và nước Đại Nam một năm trước khi Chiến tranh Pháp-Thanh (tháng 8 năm 1884 tới tháng 4 năm 1885) bùng nổ. Trong trận này lực lượng thủy quân của Pháp dưới quyền chỉ huy của Đô đốc Amédée Courbet tấn công các pháo đài ven biển ở cửa Thuận An và chiếm đóng cửa ngỏ then chốt lên kinh đô Huế."},{"result":"Quân Pháp chiếm được thành Sơn Tây.","imgCaption":"Pháp đánh thành Sơn Tây Một phần của Pháp xâm lược Đại Nam . Thời gian 11 tháng 12 năm 1883 - 16 tháng 12 năm 1883 Địa điểm Sơn Tây Kết quả Quân Pháp chiếm được thành Sơn Tây. Tham chiến Nhà Thanh-Nhà Nguyễn Pháp Chỉ huy Đề đốc Lưu Vĩnh Phúc Phó Đô đốc Courbet. Lực lượng 3.000-5.000 quân chính quy (theo Henry McAleavy) Số vũ khí: không rõ. 5.900 quân chính quy Số tàu chiến và đại bác: không rõ. Tổn thất Gần 1.000 người chết và bị thương Theo báo cáo của Pháp: ~100 người chết và 350 người bị thương. .","relativePersonsName":[],"imgFilename":"","name":"Trận Sơn Tây năm 1883","time":"11 tháng 12 năm 1883 - 16 tháng 12 năm 1883","place":"Sơn Tây","desc":"Trận Sơn Tây (1883), là trận đánh mà quân đội viễn chinh Pháp tấn công vào thành Sơn Tây, diễn ra từ ngày 13 tháng 12 năm 1883, kết thúc vào tối ngày 16 tháng 12 cùng năm. Đây là một phần của cuộc chiến tranh Pháp-Việt 1858-1884 Đây cũng là trận đánh lớn nhất mà quân Pháp bị thiệt hại nhiều nhất, kể từ năm 1873 (là năm Pháp bắt đầu gây hấn Bắc Kỳ, Việt Nam) cho đến năm 1883.Sau trận chiến này và một số trận khác nữa, đã khiến Pháp và Thanh phải thương nghị. Trong khi đó triều đình Huế đã không biết tận dụng cơ hội này để giành lại chủ quyền cho đất nước. Sau Hòa ước Quý Mùi 1883, triều đình nhà Nguyễn đã chính thức buông xuôi, phó mặc cho lực lượng quân sự có nguồn gốc nước ngoài và quân nhà Thanh (Trung Quốc) đánh nhau với thực dân Pháp, còn quân đội chính quy của nhà Nguyễn thì được lệnh bãi binh hoặc không tham dự (thể hiện sự đầu hàng thực sự của nhà Nguyễn)."},{"result":"Quân Pháp chiếm được thành Bắc Ninh.","imgCaption":"Một cửa thành cổ Bắc Ninh, nơi quân Pháp tràn vào.","relativePersonsName":[],"imgFilename":"tran-bac-ninh-1884f2f1fc0f7ba0f9ca831435feecc364e9.jpg","name":"Trận Bắc Ninh năm 1884","time":"8 tháng 3 năm 1884 - 16 tháng 3 năm 1884","place":"Bắc Ninh, Việt Nam","desc":"Trận Bắc Ninh hay Trận Pháp đánh thành Bắc Ninh là một phần của cuộc chiến tranh Pháp-Việt 1858-1884 diễn ra từ ngày 7 tháng 3 năm 1884 và kết thúc vào ngày 12 tháng 3 cùng năm. Đây là trận đánh lớn thứ hai, sau trận thành Sơn Tây, do quân đội Pháp tổ chức tấn công nhằm hoàn thành gấp công cuộc thống trị và bảo hộ Việt Nam của chính phủ Pháp."},{"result":"Quân Pháp chiếm được thành Hưng Hóa.","imgCaption":"Chiến lũy thành Hưng Hóa.","relativePersonsName":["Hoàng Tá Viêm","Nguyễn Quang Bích"],"imgFilename":"tran-hung-hoa-1884482a92f29f9901fa69861756a2a07f35.jpg","name":"Trận Hưng Hóa năm 1884","time":"11 tháng 4 năm 1884 - 12 tháng 4 năm 1884","place":"Hưng Hóa, Việt Nam","desc":"Trận Hưng Hóa hay Pháp đánh thành Hưng Hóa là một phần của cuộc chiến tranh Pháp-Việt 1858-1884 diễn ra từ ngày 11 tháng 4 năm 1884 và kết thúc vào ngày 12 tháng 4 cùng năm. Đây là một trong số ít trận đánh lớn do quân đội Pháp tổ chức tấn công, để hoàn thành gấp việc đánh chiếm Bắc Kỳ, nhằm thực hiện công cuộc cai trị và bảo hộ Việt Nam của chính phủ Pháp."},{"result":"Quân Pháp chiếm được thành Tuyên Quang.","imgCaption":"Pháp - Thanh giao chiến.","relativePersonsName":[],"imgFilename":"tran-tuyen-quang-188478a1a8f6268823f30a48dca52cc7b506.jpg","name":"Trận Tuyên Quang năm 1884","time":"Khoảng cuối tháng 5 năm 1884 – 3 tháng 3 năm 1885","place":"Tuyên Quang, Việt Nam","desc":"Trận Tuyên Quang hay Pháp đánh thành Tuyên Quang là một phần của cuộc chiến tranh Pháp-Việt 1858-1884 diễn ra từ khoảng cuối tháng 5 năm 1884 và kết thúc vào ngày 3 tháng 3 năm 1885. Theo nhận định của Pháp, tính đến thời điểm đó, đây là \"một trận đánh gay go nhất xưa nay ở Bắc Kỳ (Việt Nam)\"; còn theo lời tướng Lưu Vĩnh Phúc, thì \"đã vào trăm trận, chưa có trận nào thắng lớn như trận này.\"1"},{"result":"Quân Pháp đại bại","imgCaption":"Đại Nam Đại Thanh","relativePersonsName":["Nguyễn Thiện Thuật","Phạm Huy Quang"],"imgFilename":"","name":"Trận Bắc Lệ năm 1884","time":"23 tháng 6 năm 1884 – 3 tháng 7 năm 1884","place":"Bắc Lệ, Bắc Giang, Việt Nam","desc":"Trận Bắc Lệ hay còn gọi là Trận cầu Quan Âm, đã diễn ra từ ngày 23 tháng 6 năm 1884 và kết thúc vào ngày 3 tháng 7 cùng năm, là một trận giao tranh lớn giữa quân thực dân Pháp và quân liên minh Việt - Thanh. Kết thúc trận, quân đội Pháp ở Bắc Kỳ (Việt Nam) phải chịu nhiều thiệt hại về người và của, khiến nó trở thành một sự kiện gây hoang mang cho thực dân Pháp và gây nhiều căng thẳng cho mối quan hệ Pháp - Thanh lúc bấy giờ."},{"result":"Quân Pháp đại bại","imgCaption":"Quân Pháp chiếm thành Lạng Sơn.","relativePersonsName":[],"imgFilename":"tran-lang-son-1885c0acc0040a14f102674226322f42a0e2.jpg","name":"Trận Lạng Sơn năm 1885","time":"Đầu tháng 2 năm 1885 – 1 tháng 4 năm 1885","place":"Lạng Sơn, Bắc Kỳ, Việt Nam","desc":"Trận Lạng Sơn (1885) hay Pháp đánh Lạng Sơn là tên gọi một chiến dịch gồm vài trận giao tranh lớn nhỏ giữa quân Pháp và quân Thanh, đã diễn ra từ đầu tháng 2 năm 1885 và kết thúc vào 1 tháng 4 cùng năm.Kết thúc cuộc chiến, quân Pháp đại bại khiến Chính phủ Jules Ferry ở Paris bị đổ, nhưng cuối cùng Pháp - Thanh cũng ký kết được hiệp ước nhằm chấm dứt chiến tranh. Điều đó cũng có nghĩa, kể từ ngày 9 tháng 6 năm 1885 (ngày ký hiệp ước Thiên Tân mới), nhà Thanh chính thức thừa nhận quyền đô hộ của thực dân Pháp ở Việt Nam."},{"result":"Quân đội Pháp chiến thắng","imgCaption":"Trận Kinh thành Huế 1885 Một phần của Chiến tranh Pháp-Nguyễn . Thời gian 4 tháng 7 - 5 tháng 7 năm 1885 Địa điểm Huế, Việt Nam Kết quả Quân đội Pháp chiến thắng Tham chiến [[[Nhà Nguyễn]] Quân đội Pháp Chỉ huy Vua Hàm Nghi Tôn Thất Thuyết Trần Xuân Soạn Tôn Thất Liệt De Courcy Lực lượng 12.000-20.000 quân 1.100 khẩu pháo 1.400 quân 17 khẩu pháo Tổn thất 1.200-1.500 chết 812 khẩu pháo 16.000 súng trường Bị thương không rõ1 16 chết 80 bị thương2 .","relativePersonsName":["Tôn Thất Thuyết","Trần Xuân Soạn"],"imgFilename":"tran-kinh-thanh-hue-188504ae88e584d78ddf675a8f595e78f534.jpg","name":"Trận Kinh thành Huế năm 1885","time":"4 tháng 7 - 5 tháng 7 năm 1885","place":"Huế, Việt Nam","desc":"Trận kinh thành Huế năm 1885 là một sự kiện chính trị, một trận tập kích của quân triều đình nhà Nguyễn do Tôn Thất Thuyết chỉ huy đánh vào lực lượng Pháp. Sự kiện xảy ra vào năm Ất Dậu, tức năm 1885 theo dương lịch."},{"result":"Pháp chiếm giữ một số khu vực biên giới nhưng thất bại về mặt chiến lược Việt Minh giành thắng lợi chiến lược","imgCaption":"Chiến dịch Việt Bắc Một phần của Chiến tranh Đông Dương . Thời gian 7 tháng 10 - 22 tháng 12 năm 1947 Địa điểm Bắc Việt Nam Kết quả Pháp chiếm giữ một số khu vực biên giới nhưng thất bại về mặt chiến lược Việt Minh giành thắng lợi chiến lược Tham chiến Liên hiệp Pháp Việt Minh Chỉ huy Jean-Etienne Valluy Võ Nguyên Giáp Hoàng Văn Thái Trần Tử Bình Lê Thiết Hùng Lực lượng 15.0001 Khoảng 20.000 Tổn thất Theo Việt Minh: 6.000 chết và bị thương2 Theo Pháp: 700 chết, bị thương hoặc bị bắt Theo Pháp: 10.000 chết và bị thương1 Theo Việt Minh: 260 chết, 168 bị thương 3 .","relativePersonsName":["Võ Nguyên Giáp","Hoàng Văn Thái","Trần Tử Bình"],"imgFilename":"chien-dich-viet-bac2d25b710d372c8835cd4d98610bf4547.jpg","name":"Chiến dịch Việt Bắc năm 1947","time":"7 tháng 10 - 22 tháng 12 năm 1947","place":"Bắc Việt Nam","desc":"Chiến dịch Việt Bắc Thu - Đông 1947, hay Chiến dịch Léa theo cách gọi của người Pháp, là một chiến dịch quân sự do quân đội Pháp thực hiện tại Việt Nam trong Chiến tranh Đông Dương. Chiến dịch này được xem là chiến thắng lớn đầu tiên của phe Việt Minh trong cuộc chiến, làm thất bại chiến lược \"đánh nhanh thắng nhanh\" của quân Pháp.4Chiến dịch này đã ghi dấu thất bại của Pháp trong việc tiêu diệt đầu não kháng chiến và quân chủ lực của Việt Minh.4"},{"result":"Thắng lợi chiến lược của Quân đội Nhân dân Việt Nam","imgCaption":"Liên hiệp Pháp Quốc gia Việt Nam","relativePersonsName":["Võ Nguyên Giáp","Hoàng Văn Thái","Trần Đăng Ninh","Đặng Văn Việt"],"imgFilename":"","name":"Chiến dịch Biên giới năm 1950","time":"16 tháng 9 - 18 tháng 10 năm 1950","place":"Việt Nam","desc":"Chiến dịch Biên giới Thu đông 1950 còn gọi là Chiến dịch Lê Hồng Phong 2, là một chiến dịch trong Chiến tranh Đông Dương do quân đội Việt Minh thực hiện từ ngày 16 tháng 9 đến 17 tháng 10 năm 1950, nhằm phá thế bị cô lập của căn cứ địa Việt Bắc, khai thông biên giới Việt - Trung để mở đầu cầu tiếp nhận viện trợ. Một mục tiêu khác nữa là mở rộng căn cứ địa và tiêu diệt một phần sinh lực quân đồn trú của Pháp, thử nghiệm các chiến thuật cho Quân đội Nhân dân Việt Nam khi đó còn thiếu kinh nghiệm đánh lớn."},{"result":"Việt Minh phá được vòng vây ở Vĩnh Yên","imgCaption":"Liên hiệp Pháp Trung Hoa dân quốc1","relativePersonsName":["Trần Hưng Đạo","Võ Nguyên Giáp","Trần Hữu Dực","Hoàng Văn Thái"],"imgFilename":"","name":"Chiến dịch Trần Hưng Đạo năm 1950 - 1951","time":"25 tháng 12 năm 1950 – 17 tháng 1 năm 1951","place":"Tuyến trung du Bắc Bộ từ Việt Trì tới Bắc Giang, Đông Bắc Việt Nam, Liên khu III","desc":"Chiến dịch Trần Hưng Đạo hay Chiến dịch Trung du là một trong những cuộc tiến công lớn của Quân đội nhân dân Việt Nam vào phòng tuyến trung du Bắc Bộ của quân Liên hiệp Pháp. Đây là một trong 3 chiến dịch lớn của Quân đội nhân dân Việt Nam trong đông-xuân 1950-1951.Mục tiêu của Quân đội Nhân dân Việt Nam trong cuộc chiến dịch này là lợi dụng thời cơ quân đội Pháp đang hoang mang sau chiến dịch Biên giới, mở cuộc tiến công ở trung du, tạo sức ép buộc quân đội Pháp phải điều động một phần lực lượng tại đồng bằng Bắc Bộ lên ứng cứu, tạo điều kiện cho các đơn vị bộ đội địa phương, đặc biệt là lực lượng các trung đoàn 48, 42... phối hợp với dân quân tại địa phương phát động chiến tranh du kích tại khu vực này, vốn bị hạn chế nhiều do các cuộc càn quét liên tiếp của Pháp.Trong đợt 1 của chiến dịch, Quân đội Nhân dân Việt Nam giành thắng lợi lớn tại cả hai mũi tiến công ở Vĩnh Phúc và Hải Ninh. Do đó, Bộ Chỉ huy chiến dịch do Đại tướng Võ Nguyên Giáp làm Chỉ huy trưởng đã quyết định đặt thêm mục tiêu giải phóng thị xã Vĩnh Yên, một thị xã quan trọng chỉ cách Hà Nội, thủ đô được quy định trong Hiến pháp Việt Nam Dân chủ Cộng hòa 19462 có 55 km3 . Tuy nhiên, do sự phân tán lực lượng nên phía liên hiệp Pháp đã có thời gian đối phó. Đại tướng Pháp De Lattre de Tassigny, chỉ huy mới được điện Élysée bổ nhiệm đã dùng mọi ưu thế về vũ khí, đặc biệt là máy bay ném bom, đồng thời điều động hai binh đoàn cơ động (GM) để giữ bằng được thị xã quan trọng này. Cuộc chiến xảy ra ác liệt bên ngoài thị xã trong hơn 4 ngày. Cuối cùng, nhận thấy tình hình đã có sự thay đổi khi quân Pháp tăng cường hỏa lực rất mạnh, Quân đội Nhân dân Việt Nam quyết định lui quân để chuẩn bị cho hướng tiến công mới tại thị trấn Uông Bí."},{"result":"Việt Minh giành chiến thắng1","imgCaption":"Liên hiệp Pháp Quốc gia Việt Nam","relativePersonsName":["Hoàng Hoa Thám","Võ Nguyên Giáp","Vương Thừa Vũ","Lê Trọng Tấn"],"imgFilename":"","name":"Chiến dịch Hoàng Hoa Thám năm 1950 - 1951","time":"23 tháng 3 năm 1951 – 5 tháng 4 năm 1952","place":"Đường 18 đoạn từ Phả lại đến Uông Bí, Mạo Khê","desc":"Chiến dịch Hoàng Hoa Thám là một trong những cuộc tiến công lớn của Quân đội nhân dân Việt Nam vào khu vực Hải Phòng thuộc đồng bằng Bắc Bộ do quân Liên hiệp Pháp kiểm soát. Đây là một trong 3 chiến dịch lớn trong đông-xuân 1950-1951."},{"result":"Việt Minh chiến thắng1","imgCaption":"Liên hiệp Pháp Quốc gia Việt Nam Tự vệ Công giáo","relativePersonsName":["Võ Nguyên Giáp","Hoàng Văn Thái","Lê Thanh Nghị"],"imgFilename":"","name":"Chiến dịch Hà Nam Ninh năm 1951","time":"28 tháng 5 năm 1951 – 20 tháng 6 năm 1951","place":"Hà Nam, Nam Định, Ninh Bình (Việt Nam)","desc":"Chiến dịch Hà Nam Ninh (còn gọi là chiến dịch Quang Trung) tiến hành từ 28-5 đến 20-6-1951, do Bộ Tổng tư lệnh Quân đội Nhân dân Việt Nam trực tiếp chỉ huy, nhằm phá vỡ phòng tuyến sông Đáy của thực dân Pháp ở mặt trận Hà Nam Ninh thuộc địa bàn 3 tỉnh Hà Nam, Nam Định, Ninh Bình ngày nay. Tham gia chiến dịch này có 3 đại đoàn (308, 304, 320) cùng 5 đại đội sơn pháo, 1 trung đoàn công binh và lực lượng vũ trang địa phương. Kết quả, Quân đội nhân dân Việt Nam đã loại khỏi vòng chiến đấu khoảng 4.000 đối phương, giải phóng và xây dựng một số nơi như Bình Lục, Lý Nhân, Hà Nam, đẩy mạnh chiến tranh du kích ở đồng bằng Bắc Bộ."},{"result":"Quân đội Nhân dân Việt Nam giành thắng lợi chiến lược","imgCaption":"Liên hiệp Pháp Pháp Quốc gia Việt Nam","relativePersonsName":["Võ Nguyên Giáp","Hoàng Văn Thái","Nguyễn Chí Thanh"],"imgFilename":"","name":"Chiến dịch Hòa Bình năm 1952","time":"10 tháng 11 năm 1951 - 25 tháng 2 năm 1952","place":"Hòa Bình, Việt Nam","desc":"Chiến dịch Hòa Bình (10 tháng 12 năm 1951 - 25 tháng 2 năm 1952) là chiến dịch tiến công của Quân đội Nhân dân Việt Nam (Việt Minh) ở khu vực tại thị xã Hoà Bình-Sông Đà-Đường 6 (cách Hà Nội khoảng 40 – 60 km về phía tây) nhằm diệt sinh lực địch, đánh bại kế hoạch chiếm đóng Hoà Bình của Pháp, phá phòng tuyến Sông Đà (hướng chủ yếu) và tạo điều kiện phát triển chiến tranh du kích ở đồng bằng Bắc Bộ (hướng phối hợp)."},{"result":"Quân đội Nhân dân Việt Nam chiến thắng, giải phóng một vùng rộng lớn ở địa bàn chiến lược quan trọng","imgCaption":"Liên hiệp Pháp Pháp Quân đoàn Viễn Đông Pháp Liên bang Đông Dương Quốc gia Việt Nam","relativePersonsName":["Võ Nguyên Giáp","Hoàng Văn Thái"],"imgFilename":"","name":"Chiến dịch Tây Bắc năm 1952","time":"14 tháng 10 - 10 tháng 12 năm 1952.","place":"Đông Dương thuộc Pháp, phần lớn tại Việt Nam","desc":"Chiến dịch Tây Bắc (từ 14 tháng 10 đến 10 tháng 12 năm 1952) là chiến dịch tiến công của Quân đội Nhân dân Việt Nam (QĐNDVN) trên hướng Tây Bắc Việt Nam nhằm tiêu diệt sinh lực đối phương, giải phóng một bộ phận đất đai, làm thất bại ý đồ của thực dân Pháp lập \"Xứ Thái tự trị\"."},{"result":"Quân đội Nhân dân Việt Nam và Quân Giải phóng Nhân dân Lào chiến thắng","imgCaption":"Liên hiệp Pháp Vương quốc Lào","relativePersonsName":["Võ Nguyên Giáp","Hoàng Văn Thái"],"imgFilename":"","name":"Chiến dịch Thượng Lào năm 1953","time":"13 tháng 4 - 18 tháng 5 năm 1953.","place":"Lào","desc":"Chiến dịch Thượng Lào (13.4-18.5.1953). Chiến dịch tiến công của Quân đội Nhân dân Việt Nam phối hợp với lực lượng Pathét Lào trên địa bàn hai tỉnh Sầm Nưa, Xiêng Khoảng (Thượng Lào) nhằm tiêu diệt một bộ phận sinh lực quân đội Pháp, giải phóng đất đai, mở rộng căn cứ kháng chiến của nhân dân Lào."},{"result":"Thắng lợi quyết định của Việt Nam Dân chủ Cộng hòa1 Hiệp định Genève được ký kết, Pháp trao trả độc lập cho 3 nước Đông Dương.","imgCaption":"Quân đội nhân dân Việt Nam đánh chiếm trung tâm phòng ngự của Tập đoàn cứ điểm Điện Biên Phủ (7-5-1954)","relativePersonsName":["Võ Nguyên Giáp","Hoàng Văn Thái","Lê Liêm","Đặng Kim Giang","Lê Trọng Tấn","Chu Huy Mân","Vương Thừa Vũ","Hoàng Minh Thảo","Phạm Hồng Sơn","Trần Độ","Nguyễn Hữu An","Phạm Ngọc Mậu","Lê Văn Tri"],"imgFilename":"chien-dich-dien-bien-phuf3425a16b729011017e470b500257bd7.jpg","name":"Chiến dịch Điện Biên Phủ năm 1954","time":"13 tháng 3 – 7 tháng 5 năm 1954","place":"Thung lũng Mường Thanh, Điện Biên Phủ","desc":"Trận Điện Biên Phủ là trận đánh lớn nhất6 trong Chiến tranh Đông Dương lần thứ nhất diễn ra tại lòng chảo Mường Thanh, châu Điện Biên, tỉnh Lai Châu (nay thuộc thành phố Điện Biên Phủ, tỉnh Điện Biên), giữa Quân đội Nhân dân Việt Nam (QĐNDVN) và quân đội Liên hiệp Pháp (gồm lực lượng viễn chinh Pháp, lê dương Pháp, phụ lực quân bản xứ và Quân đội Quốc gia Việt Nam).Đây là chiến thắng quân sự lớn nhất trong cuộc kháng chiến chống Pháp 1945 – 1954 của Việt Nam. Bằng thắng lợi quyết định này, lực lượng QĐNDVN do Đại tướng Võ Nguyên Giáp chỉ huy đã buộc quân Pháp tại Điện Biên Phủ phải đầu hàng vào tháng 5 năm 1954, sau suốt 2 tháng chịu trận.7 Giữa trận này, quân Pháp đã gia tăng lên đến 16.200 người nhưng vẫn không thể chống nổi các đợt tấn công của QĐNDVN.8 Thực dân Pháp đã không thể bình định Việt Nam bất chấp nhiều năm chiến đấu và sự hỗ trợ ngày càng gia tăng của Hoa Kỳ,8 và họ đã không còn khả năng để tiếp tục ứng chiến sau thảm bại này.9Trên phương diện quốc tế, trận này có một ý nghĩa rất lớn: lần đầu tiên quân đội của một nước thuộc địa châu Á đánh thắng quân đội của một cường quốc châu Âu bằng sức mạnh quân sự. Được xem là một thảm họa bất ngờ đối với thực dân Pháp và cũng là một đòn giáng mạnh với thế giới phương Tây,7 đã đánh bại ý chí duy trì thuộc địa Đông Dương của Pháp và buộc nước này phải hòa đàm7 và rút ra khỏi Đông Dương, các thuộc địa của Pháp ở Châu Phi được cổ vũ mạnh mẽ cũng đồng loạt nổi dậy. Chỉ riêng trong năm 1960, 17 nước châu Phi đã giành được độc lập và đến năm 1967, Pháp đã buộc phải trao trả độc lập cho tất cả các nước là thuộc địa của Pháp.Qua đó, đại thắng của QĐNDVN trong Chiến dịch Điện Biên Phủ còn được xem là một thảm họa đánh dấu thất bại hoàn toàn của nước Pháp trong nỗ lực tái gây dựng thuộc địa Đông Dương nói riêng và đế quốc thực dân của mình nói chung sau khi Chiến tranh thế giới thứ hai kết thúc,8 10 qua đó chấm dứt thời đại hơn 400 năm của chủ nghĩa thực dân kiểu cổ điển trên thế giới."},{"imgCaption":"không rõ","relativePersonsName":[],"name":"Chiến dịch Hoàng Diệu năm 1955","desc":"Chiến dịch Hoàng Diệu (1955) là chiến dịch của Quân đội Quốc gia Việt Nam, theo lệnh của Thủ tướng Ngô Đình Diệm, diễn ra từ ngày 21 tháng 9 năm 1955 và kết thúc ngày 24 tháng 10 năm 1955 nhằm mục đích truy kích và tiêu diệt tàn quân Bình Xuyên.Bộ Tư lệnh Hành quân đóng tại Rạch Cát.Do nhu cầu điều động thủy quân trong các cuộc hành quân, ngày 1 tháng 7 năm 1955, Thủ tướng Ngô Đình Diệm bổ nhiệm Thiếu tướng Trần Văn Đôn, Phụ tá Tổng tham mưu trưởng Quân đội Quốc gia Việt Nam, kiêm nhiệm chức vụ Trưởng ban Hải quân thay thế Đại tá Récher. Tuy nhiên, việc chuyển quyền chỉ có tính cách chính trị vì toàn bộ sĩ quan của Ban Hải quân dưới quyền tướng Đôn đều là các sĩ quan Hải quân Pháp. Cũng vì lý do này mà Chiến dịch Hoàng Diệu đáng lẽ được tiến hành từ tháng 7 năm 1955, nhưng mãi tới ngày 21 tháng 9 năm 1955 mới khởi sự được.Trước đó, vào tháng 8, trong những hành động gây hấn chống chính phủ, quân đội Bình Xuyên tấn công cả tàu thuyền qua lại trên sông Lòng Tàu. Trong một chuyến tập kích, 7 đoàn viên hải quân Việt và Pháp bị thương, 1 người Pháp bị giết trên Trục lôi hạm Chương Dương. Chiến hạm này đã bị tấn công bất ngờ trên đường đi thử máy đường trường, sau khi được đại kỳ tại hải quân công xưởng. Ngày 5 tháng 8 năm 1955, các quân vận đĩnh LCM Việt Nam bắt đầu hộ tống các tàu giang hành trên sông Lòng Tàu và sông Soài Rạp.Ngày 15 tháng 9, Hải quân Quốc gia Việt Nam đã bắt gặp tại khúc quanh Quatre Bras của sông Lòng Tàu 4 tiểu vận đĩnh LCVP của quân đội Bình Xuyên đang được dương vận hạm LST 106 của Pháp tiếp tế quân dụng. Hải quân Pháp giúp đỡ cho các tiểu vận đĩnh Bình Xuyên chạy thoát."},{"result":"Quân Giải phóng chiến thắng","imgCaption":"Trực thăng của VNCH bị bắn rơi tại Ấp Bắc","relativePersonsName":[],"imgFilename":"tran-ap-bac87edd869dac7451a3bf59726e9cf3838.jpg","name":"Trận Ấp Bắc năm 1963","time":"2 tháng 1 năm 1963","place":"10°36′32″B 106°3′1″Đ \/ 10,60889°B 106,05028°Đ \/ 10.60889; 106.05028Tọa độ: 10°36′32″B 106°3′1″Đ \/ 10,60889°B 106,05028°Đ \/ 10.60889; 106.05028 Ấp Bắc, Việt Nam Cộng hòa UTM Grid XS 29-551","desc":"Trận Ấp Bắc là một trận quy mô lớn diễn ra vào giai đọan đầu của cuộc chiến tranh giữa Việt Nam và Hoa Kỳ với kết quả là chiến thắng lớn đầu tiên của du kích Mặt trận giải phóng dân tộc miền Nam Việt Nam (được Hoa Kỳ và Việt Nam Cộng hòa gọi là Việt Cộng) đối với quân chính quy của Quân lực Việt Nam Cộng hòa được cố vấn Mỹ chỉ huy. Trận này diễn ra vào ngày 2 tháng 1 năm 1963, gần Ấp Bắc thuộc tỉnh Mỹ Tho lúc bấy giờ (ngày nay là tỉnh Tiền Giang), cách Sài Gòn 65 km về phía tây nam."},{"result":"Quân Giải phóng miền Nam Việt Nam chiến thắng2 3 4","imgCaption":"Tiểu đoàn 1 Trung đoàn 7 Không Kỵ tại bãi đáp X-Ray","relativePersonsName":["Nguyễn Hữu An"],"imgFilename":"tran-ia-drang0926a2f9994fb07f1b7cd1cdb48af4b0.jpg","name":"Trận Ia Đrăng năm 1965","time":"14 tháng 11-18 tháng 11 năm 1965","place":"13°35′B 107°43′Đ \/ 13,583°B 107,717°Đ \/ 13.583; 107.717 (Battle of la Drang)Tọa độ: 13°35′B 107°43′Đ \/ 13,583°B 107,717°Đ \/ 13.583; 107.717 (Battle of la Drang) Rặng núi Chu Prông,1 , Việt Nam","desc":"Trận Ia Đrăng là một trong những trận lớn đầu tiên giữa liên quân Quân lực Việt Nam Cộng hòa-Quân đội Hoa Kỳ và Quân Giải phóng miền Nam Việt Nam trong thời kỳ Chiến tranh Việt Nam. Trận đánh là một phần trong Chiến dịch Plei Me (từ ngày 19 tháng 10 đến ngày 26 tháng 11 năm 1965) do Bộ Tư lệnh Quân đoàn II thực hiện để đáp trả lại Chiến dịch Plâyme của Bộ Tư lệnh Mặt Trận B3 (từ ngày 19 đến 26 tháng 10 năm 1965). Trận đánh gồm 2 trận đụng độ: trận đụng độ thứ nhất xảy ra trong ba ngày từ 14 tháng 11 tới 16 tháng 11 năm 1965 tại bãi đáp X-Ray ngay chân rặng núi Chu Prông 25 cây số Tây Plei Me1 ; trận đụng độ thứ nhì xảy ra vào ngày 17 tháng 11 tại bãi đáp Albany, nằm gần mạn phía Nam của sông Ia Drang. Tên trận đánh lấy theo tên của Sông Đrăng chảy qua thung lũng phía tây bắc của Plei Me, nơi đó trận đánh diễn ra. \"Ia\" có nghĩa là \"sông\" trong tiếng người Thượng.Tướng Richard Knowles, Tư lệnh Sư đoàn 1 Không Kỵ Tiền Phương, người chỉ đạo Trận Ia Drăng, tiết lộ là lính không kỵ đổ bộ vào LZ X-ray với chủ đích \"chụp hổ đằng đuồi\" và rồi di chuyển đến LZ Albany để \"chụp hổ đằng đuồi từ một hướng khác\". 15"},{"result":"Quân Giải phóng thắng","imgCaption":"Tượng đài chiến thắng Ba Gia.","relativePersonsName":["Nguyễn Chánh Thi","Chu Huy Mân"],"imgFilename":"chien-dich-ba-gia6bc46d17da243ced7b9285c84fe28c33.jpg","name":"Chiến dịch Ba Gia năm 1965","time":"29 tháng 5 - 31 tháng 5 năm 1965","place":"Ba Gia, Quảng Ngãi, Nam Việt Nam","desc":"Trận Ba Gia diễn ra từ ngày 29 tháng 5 đến 31 tháng 5 năm 1965 trên địa bàn thị trấn Ba Gia, huyện Sơn Tịnh, tỉnh Quảng Ngãi, là trận đánh góp phần đẩy nhanh sự phá sản của chiến lược Chiến tranh đặc biệt trong Chiến tranh Việt Nam. Trận đánh được tiến hành bởi Trung đoàn 1 bộ binh Quân khu V (Quân Giải phóng miền Nam) nhằm vào một chiến đoàn, 2 tiểu đoàn bộ binh hải quân và 3 tiểu đoàn biệt động quân của Quân lực Việt Nam Cộng hòa. Bằng nhiều phương pháp tác chiến như vây đồn diệt viện, phục kích, tập kích... phối hợp theo một ý định thống nhất, Quân Giải phóng đã chủ động điều động và diệt từng tiểu đoàn quân đối phương trong tiến công vận động. Theo Quân Giải phóng, họ đã diệt gọn bốn tiểu đoàn, đánh thiệt hại nặng hai tiểu đoàn khác. Đây được coi là trận chiến đấu có hiệu suất cao, lần đầu diệt gọn chiến đoàn quân Sài Gòn, đánh dấu sự trưởng thành quan trọng về tổ chức chỉ huy và vận dụng linh hoạt các phương pháp chiến đấu của quân giải phóng Miền Nam Việt Nam, là một trận đánh nổi tiếng trong \"Chiến tranh đặc biệt\".(Nguồn: Wikipedia)"},{"result":"Thắng lợi của Quân giải phóng miền Nam","imgCaption":"Mặt trận Dân tộc Giải phóng miền Nam Việt Nam Việt Nam Dân chủ Cộng hòa-hỗ trợ về hậu cần-kỹ thuật","relativePersonsName":["Lê Trọng Tấn","Trần Đình Xu"],"imgFilename":"","name":"Trận Bình Giã năm 1964","time":"28 tháng 12 năm 1964- 1 tháng 1 năm 1965","place":"Bình Giã, miền Nam Việt Nam UTM Grid YS 50-781","desc":"Trận Bình Giã là trận đánh chính nằm trong Chiến dịch Bình Giã xảy ra vào cuối tháng 12 năm 1964 tại địa bàn làng Bình Giã, tỉnh Phước Tuy, cách Sài Gòn 67 km, giữa Quân giải phóng miền Nam cùng quân đội Bắc Việt và Quân lực Việt Nam Cộng hòa với cố vấn Mỹ chỉ huy. Lúc xảy ra trận đánh, Bình Giã có độ khoảng 6.000 dân, phần lớn là người theo đạo Thiên Chúa di cư từ miền Bắc Việt Nam sau năm 1954. Đây là trận đánh quan trọng trong chiến dịch Bình Giã do Quân Giải phóng miền Nam Việt Nam phát động. Sau trận này, trung đoàn chính quy đầu tiên được miền Bắc hỗ trợ thành lập ở miền nam, trung đoàn Q761, được gọi là \"đoàn Bình Giã\"."},{"result":"Mặt trận Dân tộc Giải phóng miền Nam Việt Nam giành chiến thắng","imgCaption":"Binh lính của tiểu đoàn kỵ binh số 52 - Quân lực Việt Nam Cộng hòa bên trái và 1 cố vấn quân sự Hoa Kỳ bên cạnh xác một chiếc trực thăng bị quân Giải phóng bắn rơi","relativePersonsName":["Lê Trọng Tấn","Cao Văn Viên"],"imgFilename":"tran-dong-xoaid072010c645e8762ebbead246f225f91.jpg","name":"Trận Đồng Xoài năm 1965","time":"10 tháng 6-11 tháng 6 năm 1965","place":"Đồng Xoài, Nam Việt Nam UTM Grid YT 0764-75971","desc":"Trận Đồng Xoài hay Đợt II Chiến dịch Đồng Xoài là một trận đánh do Mặt trận Dân tộc Giải phóng miền Nam Việt Nam, mà phía Hoa Kỳ và Việt Nam Cộng Hòa cũng gọi là Việt Cộng, trong thời kỳ chiến dịch Đông-Xuân năm 1965. Đây là trận lớn nhất trong giai đoạn này của Chiến tranh Việt Nam.Tiếp theo sau chiến thắng tại Bình Giã chỉ huy của quân Giải phóng miền Nam đã quyết định thực hiện các cuộc tấn công tiếp theo đối với Quân lực Việt Nam Cộng hòa trong một nỗ lực hủy diệt nhiều đơn vị của Quân lực Việt Nam Cộng Hòa.Trong những tháng trước khi dẫn đến trận đánh này tại Đồng Xoài, Quân giải phóng đã xuất kích qua Phước Bình và Sông Bé. Các cuộc tấn công này dù có quy mô nhỏ nhưng đã thúc giục phe Mặt trận mở cuộc tấn công tại huyện Đồng Xoài.Quận Đồng Xoài đã được bố trí Lực lượng đặc biệt và dân quân của Việt Nam Cộng Hòa được Mỹ huấn luyện. Với hệ thống phòng thủ mạnh, Quân đội Việt Nam Cộng Hòa tự tin rằng căn cứ của họ có thể chống cự lại được tấn công của đối phương.Dù các lực lượng Việt Nam Cộng Hòa được Mỹ yểm trợ, Quân giải phóng đã có thể áp dụng chiến thuật của mình và đã chặn (routed) được nhiều tiểu đoàn quân Việt Nam Cộng Hòa. Kết quả là một thất bại nữa và sự mất mặt của các lực lượng quân chính quy của Quân lực Việt Nam Cộng Hòa."},{"result":"Quân đội Úc thắng về chiến thuật, Quân Giải phóng miền Nam Việt Nam bảo vệ được các căn cứ ở Long Tân","imgCaption":"Chiến địa rừng cao su Long Tân (hình chụp năm 2005)","relativePersonsName":["Nguyễn Thanh Hồng"],"imgFilename":"tran-long-tan074f1fa5a32db4aaa8ee3f5a6d25a409.jpg","name":"Trận Long Tân năm 1966","time":"18 tháng 8-19, 1966","place":"Long Tân, Phước Tuy Vietnam","desc":"Trận Long Tân có thể là trận đánh nổi tiếng nhất của quân đội Úc trong chiến tranh Việt Nam. Cuộc đụng độ này xảy ra vào hai ngày 18 và 19 tháng 8 năm 1966 tại một khu rừng cao su gần xã Long Tân, phía nam Vũng Tàu Việt Nam. Đây là lần duy nhất trong toàn cuộc chiến Quân đội Úc đơn phương đối đầu với Quân Giải phóng miền Nam Việt Nam, trận chiến này Quân đội Úc sử dụng ưu thế hỏa lực, lại được xe tăng và máy bay yểm trợ khiến Quân Giải phóng bị thiệt hại nhiều8Theo tài liệu của quân đội Úc thì trong hai ngày trước đó, ngày 16 và 17 tháng 8, khu đồn trú của quân Úc tại Núi Đất bị bắn pháo liên tục. Tin tình báo và do thám cho rằng có rất nhiều binh lính của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam (Quân Giải phóng miền Nam Việt Nam) đang kéo về bao vây khu này. Tuy nhiên trong các cuộc hành quân trước đó, quân Úc chưa từng gặp một lực lượng nào của đối phương.Quân Giải phóng đã mất một phần lực lượng của họ bao gồm 30 người chết và 60 người bị thương 9 Mark Baker của tờ Sydney Morning Herald đã viết vào năm 1996 trong dịp dự lễ kỷ niệm 30 năm trận Long Tân, sau khi gặp gỡ một cựu chiến binh của Quân Giải phóng và sau này trở thành chỉ huy Quân đội Nhân dân Việt Nam tại Long Tân, ông đã lần đầu tiên đưa tới công chúng Úc con số thực về số lượng binh sĩ tham chiến và thiệt mạng của Quân Giải phóng: '\"Các sĩ quan cao cấp Việt Nam đã đưa ra một tuyên bố gây sửng sốt như sau: phía Quân giải phóng chỉ có 700 lính - không bằng bằng một nửa con số thấp nhất mà những người Úc bảo thủ nhất đưa ra - và chỉ có khoảng 50 người tử trận.\"10 11 . Terry Burstall - cựu quân nhân Úc đã tham gia trận đánh cho rằng báo cáo của quân Úc đã phóng đại tổn thất mà phía Quân Giài phóng phải chịu:Trận chiến tại Long Tân trở thành một biểu tượng của sự gan lì của Quân đội Úc trong cuộc chiến tranh Việt Nam.13 Ngày nay, các cựu chiến binh Úc vẫn hàng năm về thăm Khuôn viên Thập Tự kỷ niệm Long Tân tại Bà Rịa - Vũng Tàu."},{"result":"Quân Giải phóng miền Nam Việt Nam giành chiến thắng cả về chiến lược lẫn chiến thuật","imgCaption":"Pháo binh của Quân đội Hoa Kỳ nã đạn lên đồi trong trận Đắk Tô","relativePersonsName":["Hoàng Minh Thảo","Trần Thế Môn","Bùi Nam Hà","Đặng Vũ Hiệp"],"imgFilename":"chien-dich-dak-to-tan-canh-196715e1a4e982d43155a6ff50c2cd9f1e9b.jpg","name":"Chiến dịch Đắk Tô - Tân Cảnh năm 1967","time":"3 – 22 tháng 11 năm 1967","place":"Đắk Tô, tỉnh Kon Tum, Nam Việt Nam","desc":"Chiến dịch Đắk Tô-Tân Cảnh hay Trận Đắk Tô - Tân Cảnh năm 1967, là một trận đụng độ trực tiếp giữa Quân Giải phóng miền Nam Việt Nam với quân đội Hoa Kỳ, diễn ra từ ngày 3 đến 22 tháng 11 năm 1967, tại cứ điểm E42 (còn gọi là đồi Charlie) gần quốc lộ 14, thuộc xã Tân Cảnh cũ, nay thuộc địa bàn thị trấn Đắk Tô huyện Đắk Tô tỉnh Kon Tum."},{"result":"Mặt trận Dân tộc Giải phóng miền Nam thắng","imgCaption":"Hoa Kỳ","relativePersonsName":[],"imgFilename":"","name":"Trận Ông Thành năm 1967","time":"17 tháng 10 năm 1967","place":"Suối Ông Thành, Chơn Thành, Bình Dương, Nam Việt Nam","desc":"Trận Ông Thành là một trận đánh trong Chiến tranh Việt Nam, diễn ra vào ngày 17 tháng 10 năm 1967 tại khu vực Suối Ông Thành, thuộc huyện Chơn Thành, tỉnh Bình Dương (cách Sài Gòn 60 km về phía tây bắc). Theo các tài liệu tại Mỹ thì đây là cuộc đụng độ giữa Tiểu đoàn 2, Trung đoàn 28 \"Sư tử đen\", Sư đoàn 1 Bộ binh, Quân đội Hoa Kỳ với Trung đoàn 271, Sư đoàn 9 Quân Giải phóng miền Nam. Còn theo Đại tá Võ Minh Triết, chỉ huy Quân Giải phóng trong trận này thì đó là 2 tiểu đoàn thuộc Trung đoàn 1, Sư đoàn 9 Quân Giải phóng. Mặc dù là một chiến thắng lớn của QGP, trận đánh này ít được nhắc đến trong các tài liệu Việt Nam vì nó diễn ra bất ngờ ngoài dự tính (theo Đại tá Triết thì đơn vị của ông bất ngờ chạm địch khi đang hành quân chuẩn bị cho một chiến dịch4 ). Trong thời kì Chiến tranh Việt Nam, phía Mỹ cũng không công bố chi tiết về trận đánh này đến công chúng cho đến năm 1991."},{"result":"Quân Giải phóng miền Nam Việt Nam giành thắng lợi chiến lược:2 3 4 Quân Mỹ rút khỏi Khe Sanh, Quân Giải phóng miền Nam Việt Nam chiếm Khe Sanh từ giữa tháng 7. Trung tâm chỉ huy Hàng rào điện tử McNamara bị phá hủy. Chiến lược cắt Đường mòn Hồ Chí Minh của Hoa Kỳ thất bại. Đường mòn Hồ Chí Minh được mở rộng về phía Đông. Hoa Kỳ thất bại trong mục tiêu \"giữ Khe Sanh bằng mọi giá\" mà Tổng thống Johnson từng tuyên bố.5","imgCaption":"Đường băng của căn cứ bị pháo của Quân Giải phóng miền Nam Việt Nam bắn phá","relativePersonsName":["Hồ Chí Minh","Võ Nguyên Giáp","Trần Quý Hai","Lê Quang Đạo"],"imgFilename":"chien-dich-duong-9-khe-sanh8cd9d8745242f17475008025888e9b0f.jpg","name":"Chiến dịch Đường 9 - Khe Sanh năm 1968","time":"Theo Hoa Kỳ: 21 tháng 1 năm 1968 – 8 tháng 4 năm 1968 Theo Việt Nam: 21 tháng 1 năm 1968 – 15 tháng 7 năm 1968","place":"Khe Sanh, Quảng Trị - UTM Grid XD 852-4181","desc":"Chiến dịch Đường 9 - Khe Sanh còn được gọi là \"Chiến dịch Đường 9\" hay \"Trận Khe Sanh\", là một chiến dịch chính yếu trong chiến cục năm 1968 tại Việt Nam.Các tài liệu Hoa Kỳ thường ghi nhận trận đánh diễn ra trong 77 ngày từ tháng 1 đến tháng 4 năm 1968, và cũng chỉ đề cập đến diễn biến trong 77 ngày này, mà theo đó kết thúc với việc Thủy quân lục chiến Hoa Kỳ (TQLC) đóng ở Khe Sanh được Sư đoàn Không Kỵ số 1 cứu viện. Tuy nhiên đối với Quân Giải phóng miền Nam Việt Nam thì đây chỉ là giai đoạn 1 của chiến dịch, giai đoạn 2 kéo dài từ 9 tháng 4 đến 25 tháng 7 nhằm chiếm dứt điểm Khe Sanh, cũng diễn ra rất quyết liệt. Tổng cộng 2 giai đoạn kéo dài 170 ngày, kết thúc khi lính Mỹ cuối cùng rút khỏi Khe Sanh và Quân Giải phóng miền Nam Việt Nam hoàn toàn kiểm soát cứ điểm này, đánh dấu sự cáo chung của Hàng rào điện tử McNamara18 . Khe Sanh đã trở thành nơi mà lần đầu tiên, quân đội Hoa Kỳ phải rút bỏ một căn cứ quân sự trọng yếu bởi áp lực của đối phương.16Bởi vai trò chiến lược vô cùng quan trọng của trận đánh này, đây là một trong những trận chiến ác liệt và được bàn thảo nhiều nhất. Chỉ huy căn cứ Khe Sanh lúc đó là Đại tá Lownds (TQLC Hoa Kỳ), gồm có 1 tiểu đoàn pháo binh, 4 tiểu đoàn TQLC và sau đó nhận thêm Tiểu đoàn 37 Biệt động quân - Quân lực Việt Nam Cộng hòa, nâng tổng số quân tham chiến lên đến 6.680 người vào cuối tháng giêng.Mục đích chủ yếu của Quân Giải phóng miền Nam Việt Nam khi tấn công Khe Sanh là nhằm \"nghi binh\" cho các hướng tiến công chính trong Chiến dịch Tết Mậu Thân 1968, bởi:"},{"result":"Cả hai bên cùng tuyên bố chiến thắng Trung Quốc phải rút quân. Việt Nam tái chiếm lãnh thổ, tiếp tục tham chiến ở Campuchia. Xung đột Biên giới kéo dài đến năm 1990","imgCaption":"Tù binh Trung Quốc","relativePersonsName":["Đặng Tiểu Bình","Dương Đắc Chí","Lê Duẩn","Võ Nguyên Giáp"],"imgFilename":"chien-tranh-bien-gioi-viet-trung-1979f786f375813c2a09654ece7c23eeef29.jpg","name":"Chiến tranh biên giới Việt–Trung 1979","time":"17 tháng 2 – 16 tháng 3 năm 1979","place":"Toàn tuyến biên giới phía bắc của Việt Nam.","desc":"Chiến tranh biên giới 1979, hay thường được gọi là Chiến tranh biên giới Việt – Trung năm 1979, là một cuộc chiến ngắn nhưng khốc liệt giữa Cộng hòa Nhân dân Trung Hoa và Cộng hòa Xã hội Chủ nghĩa Việt Nam, nổ ra vào ngày 17 tháng 2 năm 1979 khi Trung Quốc đưa quân tấn công Việt Nam trên toàn tuyến biên giới giữa 2 nước.9Chiến tranh biên giới Việt - Trung bắt nguồn từ quan hệ căng thẳng kéo dài giữa hai quốc gia, kéo dài trong khoảng một tháng với thiệt hại về người và tài sản cho cả hai phía.Cuộc chiến kết thúc khi Trung Quốc tuyên bố hoàn thành rút quân vào ngày 16 tháng 3 năm 1979 sau khi Chủ tịch Tôn Đức Thắng bên phía Việt Nam kí lệnh Tổng động viên toàn dân và Trung Quốc đã đánh chiếm các thị xã Lạng Sơn, Lào Cai, Cao Bằng và một số thị trấn vùng biên. Mặc dù chịu thiệt hại lớn và thất bại trong việc buộc Việt Nam phải rút quân khỏi Campuchia nhưng Trung Quốc đã chứng minh được rằng đối thủ Liên Xô sẽ không trực tiếp tham chiến để bảo vệ đồng minh Việt Nam của mình.10 11 Cuộc chiến cũng để lại hậu quả lâu dài đối với nền kinh tế Việt Nam và căng thẳng trong quan hệ giữa hai nước. Xung đột vũ trang tại biên giới giữa hai nước vẫn còn tiếp diễn thêm hơn mười năm. Tới năm 1991, Quan hệ ngoại giao Việt–Trung mới chính thức được bình thường hóa.Cuộc chiến được phía Việt Nam gọi là Chiến tranh bảo vệ biên giới phía bắc, 1979 hay Cuộc chiến chống bè lũ bành trướng phương Bắc. Phía Trung Quốc gọi là Chiến tranh đánh trả tự vệ trước Việt Nam (对越自卫还击战 Đối Việt tự vệ hoàn kích chiến) (trên nghĩa rộng là chỉ xung đột biên giới Việt-Trung trong gần mười năm từ năm 1979 đến năm 1989), bởi vì cho đến bây giờ họ vẫn cho rằng chỉ chống trả cuộc tấn công của Việt Nam.12Nhiều nhà nghiên cứu coi cuộc chiến này là một phần của Chiến tranh Đông Dương lần 3.13"}]